什么状态栏，你那个是鼠标的圈还是再次重启也一样吗鼠标的圈对，重启了几次wifi不能连具体指的是什么症状状态栏点不动，点开了也没有任何WiFi选项，跟没插网卡一样，只有个飞行模式那你的壁纸是本来就是黑的吗壁纸没问题，就是状态栏这一行又重启了几次，还用电脑管家扫了，再重启不知道为啥就正常了[图片]看看设备管理器
[图片]绿了之后重启显示这个是啥情况bios里可能要设置一下（也可以不用管）哥们直接continue了暂时没爆炸@岑樓@岑樓可以晚上来工作室试试@[IT侠]及时备份数据，善用搜索引擎@[IT侠]及时备份数据，善用搜索引擎谢谢！暂时找到别的地方先尝试一下，后面不行的话我再来求帮助～摄像头又寄了，下周去push售后了[表情]开机显示说因为页面显示问题，创建了一个临时页面文件，这种怎么做才能回到原样啊？这几天回回开机都显示这个，页面文件排列也和以前不一样想问一问笔记本电脑连接电源，但是充电只能充到%是什么原因win还是macwin，惠普%后显示继续充电还是断开了显示已接通电源看看电源计划之类的东西[图片]有没有可能像这个一样我好像没这个选项[表情]现在IT侠办公室有人吗，试图来还东西（探头探脑）现在可能没人，建议晚上来[图片]
有想带螺丝松了的支架来紧紧
是的谢谢麻烦问一下电脑卡在这个界面好长时间，然后一会就黑屏了是怎么回事呢，反复开机好几次都这样[图片]驱动问题？能进安全模式吗？似乎不可以[表情]，他现在显示未发现nvidia控制面板刚才捣鼓了一下，他那个检测启动问题没检测出来什么，但是输完密码之后就一直卡着[表情]哦个人账号也有吗，我之前都找到[图片]直接重装了悲伤的故事我觉得可以直接说不用开@CHOH*没找到电脑绑定的账户有吧微软账户是电脑里登录的吗我当时可能是没找到myaccount.microsoft.com？我是跟着它引导输的网址，里面有从哪里下的密钥从哪里找吧
[表情]晕--【小白】谁见幽人独往来()好的谢谢这个我好像确定是（
全靠这台暗影精灵！我bios的安全里没找到Secureboot哭@谁见幽人独往来傻逼hp@❧鲸鱼丶飞鸟乀♡@❧鲸鱼丶飞鸟乀♡这是常见的正常的充电策略，以上不会充电好的但是前几天又是[表情]、如果你在的时候充电，就会在很长一段时间保持在掉到后也会充到有啥比较好的旧电脑估价方法毕业该换电脑了闲鱼找同款单看闲鱼没经验也不太好估贩子传家宝价格都不准不如搜搜淘宝二手价再乘-%
我怎么觉得你这个症状是打印店病毒啊虽然这么叫不太对劲，我给你推一下我们之前的推送吧！昨天确实在大唐用过确实妈呀还有救吗里面很多重要的东西有好的好的我研究一下这个推文[表情]谢谢↑上面这篇推送，你看一眼吧，我觉得你的那个win系统的电脑估计有概率也感染了，记得确认一下那个win的就是大唐的orz我自己的是mac谢谢谢谢那问题不太大，这个病毒不影响Mac，u盘按里面的步骤做一遍或者在itxia.club挂一单都行好的！如果我自己解决不了就再来it侠麻烦一下[表情]救回来了！！感谢！有无同学在珠江路修过音响[图片]求助[表情]电脑这样自动关机重启好几次了先擦擦内存试试那得拆电脑啊[表情]电脑小白不太敢看看群公告吧约一单[图片][图片]
宏碁GM、爱国者PD选哪个好[图片][图片][图片][图片]gm吧PD装了散热马甲会不会导致后盖合不上呢，设备是机械革命蛟龙pro[表情]好的吧，问了客户，笔记本不适合散热马甲那我还是gm吧有缓的是不是发热量会大一点笔记本啊gm可能会比较热我也觉得[表情]gm不是号称石墨烯散热吗那还有推荐的固态吗如果能抢到的gm也不错想买好一些的，gm有独立缓存笔记本好像大部分都不支持双面颗粒，更别说散热马甲了看固态厚度，一般是.mm左右？好的你问问笔记本的客服，能支持多厚的再看看你要买的固态的厚度好的谢谢，我去问问客服的回复固态硬盘类型NVMEM.（这种SSD硬盘的，是指卡式SSD硬盘的PCB板的尺寸，即长mm，宽为mm。）说了等于没说是这样[表情]客服废话的艺术问客服是单面颗粒还是双面颗粒看错了，我还以为是厚度[表情]现在比较不错的笔记本有哪些[表情]预算来问肯定是看过这个的预算不限内吧暗影精灵@重装不如重买蛟龙pro大白龙+TB+，暗影精灵要
可买会有年质保吗[图片]写着有[表情]@❧鲸鱼丶飞鸟乀♡@❧鲸鱼丶飞鸟乀♡注意手机电量（x）[表情][表情]最终还是选择了爱国者pz固态[表情][图片]要是追求性价比的话就选这个要是做系统盘追求稳定就用那几个大牌子的.有缓
连接蓝牙耳机就有声音之前这个显示器和hmdi线连在笔记本上，是可以正常外放的今晚已经重装过显卡驱动，还是没效果--【小白】Fibonacci()没事了，，，是我傻了，显示器本身没有音箱，是笔记本的声音[表情]求助[表情][表情]笔记本自带T固态硬盘(给C盘分了G)，剩下的装游戏装满了
如果以后重装系统，会不会把不装系统盘的T固态也给格式化了分重装系统只需要格式化你用来当系统盘的硬盘重装不影响新T盘是吧，明白了[表情][表情][表情]@谁见幽人独往来分盘有什么好处呢，除了分类文件无，那是机械硬盘时代的遗产好的谢谢，那我就不分了还有个问题，我把游戏下新装的T盘，以后换电脑，拆下T的换到新电脑，能直接玩吗有些行有些不行一般需要在steam或者uplay或者其他启动器里面重新配置游戏库位置比如steam的你可以直接指定游戏库位置steam也在这个盘呢跟steam装在哪没关系换到新电脑，整体文件地址都不变那还是不行[表情][表情]好的吧好像确实不可以，因为它会在程序盘也存一些东西吧不是很懂[图片]新电脑装的steam添加一下库文件夹就行好的，谢谢求助，安装玩固态后出现这些页面怎么办AliPaladin[图片]安装固态后没下什么东西，回来后就开始打游戏了应该先找固态的客服
微信直播限定平台吧只能在微信上看的@❧鲸鱼丶飞鸟乀♡@❧鲸鱼丶飞鸟乀♡Windows之后重装系统不会格式化系统盘，系统盘里的非系统文件都会正常保留着，甚至原来的系统文件也会不会删（Windows.old文件夹）（会移动到Windows.old文件夹里）--【大佬】Iori<hey__ke@outlook.com>nt好的谢谢，但我是win[表情]应该差不多“之后”电脑报错的驱动异常可能不是固态的问题。。。[图片][图片][图片]电脑莫名其妙多出了这个什么Alibaba的东西你考虑一下有没有装什么和阿里巴巴集团有关系的软件，比如阿里旺旺、钉钉等很早就装了优酷[表情]今天安装固态后就出了这个问题中午玩的时候还没事，下午安了固态就出现了问了固态客户，客服表示不懂我现在卸载了优酷，打算把所有Alibaba的文件都删除@❧鲸鱼丶飞鸟乀♡@❧鲸鱼丶飞鸟乀♡这玩意注入成驱动，然后就可以在你的电脑为所欲为了这是我到现在对B站还比较满意的一个点（
自建路由器（即答）您都搞智能插座了还不加个路由器校园网可以接路由器吗[表情]whynot我校对路由器出奇友好放心了谢谢您群里有没有熟悉spss或者数据分析的小伙伴呀，有一个关于相关性分析的问题求助，请你喝奶茶呜呜呜（不是找论文代写或者代分析，只是一个疑问，不涉及学术伦理问题，身边实在没有人会所以冒昧来求助呜呜呜）不是骗子[表情][表情][表情]我是外院的，可以出示学生证[表情][表情][表情]什么问题基础性的我可以看看@萧图voyager呜呜呜好滴！应该就是非常基础的问题我私聊你谢谢uu！！！[图片]想问一下，初次打开游戏时出现这个选项，怎么知道应该选哪个呢都试试（先试再大概率更流畅一些[图片]我是win，还是用directX吧[图片]不是这个@❧鲸鱼丶飞鸟乀♡这个文章写的时候可能还没有win（很底层很吃开发人员所以不一定会表现更好好的吧谢谢--【小白】补补粽子()
--【小白】补补粽子()玩游戏键盘那里都烫手--【小白】补补粽子()[图片]--【小白】补补粽子()是该去清灰了吗--【小白】好运来Pro()我不玩游戏电脑都烫[表情][表情]--【小白】אדני()+--【小白】אדני()不过平板应该不能清灰吧（--【小白】【IT侠】一款吉祥物()@补补粽子发热也可能有其他原因，不过可以预约一单清灰看看--【小白】补补粽子()ok求问一下，电脑运行游戏的时候屏幕闪烁，是怎么回事呢？效果是这样[表情]有点可怕我开hdr会这样--风露清愁()
--风露清愁()直接扔掉感觉怪可惜的[表情]--[IT侠]及时备份数据，善用搜索引擎()闲鱼/南小闲卖掉--CHOH()我是学生，送我（不是--[IT侠]重启解决%问题()@一期一会@一期一会我超，矿--[IT侠]重启解决%问题()原来你也玩岩深（bushi--[IT侠]重启解决%问题()@一期一会@一期一会重启或者更新显卡驱动试试？--[IT侠]重启解决%问题()*指重启电脑--风露清愁()闲鱼[表情]会不会威胁到信息安全[表情]--风露清愁()啥也不懂[表情]--风露清愁()这玩意真有人收？--[IT侠]重启解决%问题()格掉其实--[IT侠]重启解决%问题()就差不多了--[IT侠]重启解决%问题()我记得好像还可以覆写乱码还是啥--[IT侠]重启解决%问题()比格式化更保险一点--CHOH()或者买个硬盘盒当移动硬盘用--[IT侠]及时备份数据，善用搜索引擎()@风露清愁你不是硬盘拆出来了吗@风露清愁--CHOH()我个人确实不太敢卖旧手机之类的（）--[IT侠]重启解决%问题()旧电脑可以挂闲鱼啊--[IT侠]重启解决%问题()我还以为你是要卖旧硬盘（--[IT侠]及时备份数据，善用搜索引擎()一般只要价格够低，会有垃圾佬收的--一期一会()@[IT侠]重启解决%问题--一期一会()@[IT侠]重启解决%问题显卡驱动已经是最新的了，重启了一下，好了一些--一期一会()但还是偶尔会闪，我过几天带出去修一下，谢谢佬[表情]--风露清愁()好滴好滴谢谢大家~--风露清愁()所以有人要吗[表情]--风露清愁()咱们群里[表情]--系统消息()管理员[IT侠]及时备份数据，善用搜索引擎撤回了一条成员消息--系统消息()风露清愁撤回了一条消息，你猜猜撤回了什么。--[IT侠]及时备份数据，善用搜索引擎()不提倡在本群进行二手交易--风露清愁()那我撤回[表情]--风露清愁()要不你帮我撤下，超两分钟了[表情]
[表情]大概是开了自动亮度是不是拔过电源几个应用的护眼模式在打架？--【小白】好运来Pro()@❧鲸鱼丶飞鸟乀♡@❧鲸鱼丶飞鸟乀♡之前拔了充电器，它就会一直变化亮度但是现在不拔充电器，他也是一直变亮度问一问群友有没有人知道在哪里能换小米手机电池，现在%-%只能用一坤时了[表情]换手机巴都用成这样了要不然可以淘宝买了自己换也方便直接去小米官方售后换呗小米商城看网上搜一下官方服务点就行有服务点[表情]谢谢带火[图片]
先拔掉所有usb设备试试尝试过拔掉键盘鼠标，拔掉主板的usb连接线，也开不了机"SBDEVICE"（美国大趋势笔记本插电电源指示灯不亮，也充不进电。电池可以用(但剩余电量也不多了）。手边有拆机工具，有办法解决吗先对照实验一下？（换根充电线？）@CHOH@CHOH两个线都能给手机充进电，应该不是线的问题。刚刚电脑又能充进电，碰了一下线又不能充了。应该是Type-C接口充电不良了。大家知道换个Type-C接口大概是什么价格吗这个估计得看位置要是在小板上的估计不贵，要是在主板上的估计得焊我拆开看估计得焊了(年的小米air)[表情]焊的话不如直接找售后了，自己动手的技术力要求和风险太高了好的，感谢同学!
可能是触摸板损坏/掉驱动/触摸板排线接触不良
按F[图片]蓝屏了怎么办呀[表情]长按电源关机可以吗可以的--【小白】花斑母牛()求助各位大佬--【小白】花斑母牛()台式机主机自驾运输会颠坏吗--【小白】Vendredi()把显卡和机械硬盘拆下来--【小白】花斑母牛()然后呢--【小白】花斑母牛()原装包装盒我给扔了--【小白】花斑母牛()[表情]--【学徒】Y.G.()自驾其实问题不大吧，做好防护--【小白】花斑母牛()是不是搞点衣服防震就好了[表情]--【IT侠】_fth()我都直接扔后备箱--【IT侠】_fth()没坏过--【小白】花斑母牛()屌--【小白】花斑母牛()多谢你抱着也行其实结缔组织缓冲求助一下群里的大佬，固态硬盘插进硬盘壳电脑读取显示无权限是怎么个情况啊[图片]
视情况一般几百r不如直接买个显示屏插笔记本上要是经常带出去当我没说--【管理员】前仙林Geek组组长-YDJSIR()如果是p，买京东方的IPSA-，自己动手以内--【管理员】前仙林Geek组组长-YDJSIR()触屏和玻璃瓶成本就会很高，不是的话还行的--【管理员】前仙林Geek组组长-YDJSIR()原先是高刷的屏或者k＋分辨率的屏的话除非换屏线，也要买这样的屏总成能拆就换面板，不能拆就买总成没过保送修看看，过了保自己修乐趣多[图片]求助一下群大佬刚买的鸡哥隔一段时间不操作电脑就会卡死然后怎么操作都没用重启了又好了刚买的请优先考虑找客服/售后退换货@Evanescence鸡哥哪一款新极光pro哦哦[表情]这款不是风评不错嘛，建议先找找客服
--【小白】补补粽子()[图片]--【小白】补补粽子()自从在学校中了病毒，就开始少文件--【小白】补补粽子()然后现在直接读不出来盘了--【小白】谁见幽人独往来()那那，盘里的病毒应该不会传给电脑吧--【小白】谁见幽人独往来()--【小白】补补粽子()病毒已经删掉了--【小白】补补粽子()但是自从删掉了感觉硬盘就坏了--【小白】补补粽子()老是响
可能屏线松了/屏幕坏了那这种可以去电脑火葬场修吗[表情]为什么不试试预约IT侠呢额你确定电脑正常开机了吗（好吧，现在考试周，约了也不一定有人接）确定能显示开机动画但是开机后黑屏鼠标指针也没有？没有感觉去电脑医院那边也就是重装系统总之，个人意见是不推荐去好的我再看看[表情]有个问题想咨询一下，手机是华为nova，用了三年了，现在耗电速度很快，日常使用问题不大，也没有什么性能方面的额外要求，但不时会有应用卡死未响应的情况，B站刷视频也经常会卡加载，是换块电池接着用还是说换新机更好一点应用卡死这个换电池应该解决不了预算足够的话换个新机器好点当然尽量还是多考虑不要创造需求()如果要换电池的话学校周边有没有方便一点的地方，查了下官方售后得去玄武区，有点远我在京东买过手机电池，同时京东会推荐换电池的手机店，当时是在南师大仙林校区地铁站附近商场换的[图片]谢谢不过呢，这种就是小店面，如果换坏了没有保障的[表情]最好还是去官方店@Donut.@Donut.进安全模式试试（万能回答x
能，但是不一定有人接好的谢谢--系统消息()灵修加入本群。有哪位IT侠在图书馆吗？电脑突然鼠标不听使唤了，可以紧急帮忙一下吗？多谢多谢有人知道怎么恢复u盘数据吗？数据大小都是正常的但是打开后是空白[表情]隐藏成系统文件了？好像是什么文件系统紊乱？有什么办法可以修复吗？@张beef可以看一眼上面这篇推送，如果符合的话应该可以自己实操好的，我试试，谢谢[表情]LateHomoSapiens加入本群。[图片]
如果是断电前没保存多半找不回了吧|д`)不是的，以前开关机过好多次的。原来真的有人用这个吗）不知道发生了什么，也许跟关机没关系。因为我还发现我输入法原来设置的双拼也变成默认的全拼了，所以也或许是搜狗输入法搞了什么幺蛾子。@【IT侠】一款吉祥物@【IT侠】一款吉祥物保存过的，之前保存得好好的或者有人知道这个是保存在什么位置吗？我重新造一遍然后再备份，这样也不用担心它下次再给我搞什么幺蛾子了。在Windows系统中，字符编辑程序创建的字符通常保存在以下位置：造字程序：在WindowsXP中，造字字符的信息文件EUDC.tte和EUDC.euf保存在本机Windows\Fonts文件夹下。在Windows中，这些文件保存在C\Windows\Fonts文件夹下。字符映射表：您可以通过将字符映射表复制到文本编辑器中并保存到指定的文件夹中，以便以后再次使用。需要注意的是，这些文件在Windows资源管理器中通常是不可见的，您需要在文件资源管理器中勾选“显示所有文件和文件夹”的选项，才能看到这些文件。另外，如果您将字符保存到可移动磁盘或其他计算机上，您需要将相应的文件复制到目标计算机的相应位置，并在造字程序中进行相应的设置，以便正确地使用这些字符。——文心一言刚想说试试chatgpt在哪里勾选显示所有文件呀我选了那个显示隐藏的项目，但是找不到[表情]求助登录微软账户，要双重验证，下载MicrosoftAuthenticator，但是我下载之后，在APP上登录，又让我跳转浏览器，在浏览器上登录，浏览器上登录之后又让我下载APP，这个死循环怎么破解[图片][图片][图片]手机是国内买的安卓吗（微软账户双重验证邮件和手机号短信都可选（至少你注册账户这两个必有一个而且看情况好像有“组织需要更多信息保护账户安全”，这个微软账户是个人账户吗，还是用工作邮箱注册的工作账户@BUG人肉排雷者@BUG人肉排雷者看上面邮箱地址，是学校账号（可以考虑先看一下学校IT部门有没有相关的FAQ（确实（但我优先认为机构账户默认也不会开两步验证，我用南大邮箱注册的工作账户也没有，是不是你自己点了什么设置两步验证。当然这也可能是组管理员的强制设置国外大学和国内不可比啊，国外FA挺流行的好像（反正我自己换了苹果之后才发现MSAuth挺好用的）--CHOH()但是缺了谷歌服务的安卓就很难用[表情]gauth也很好用@BUG人肉排雷者@BUG人肉排雷者看了一下渥太华大学的网站，是总体不requireMFA，但是有些系统会require（>EnrolforMulti-FactorAuthentication(MFA)today!MFAisrequiredtoaccessmanyUniversitysystemsandapplications.@多下功夫成@多下功夫成看了你们学校的教程，结合我登录我单位账号的过程，我猜测应该是用手机扫电脑上展示的二维码而不是在手机上输账号密码（教程：https//www.uottawa.ca/about-us/information-technology/services/security/mfa/enrol-mobile风扇能亮
问题是有其他备选方案吗？[图片][表情]目前只开了一些办公软件，温度就这么高，这正常吗[图片]也没开大型软件挺正常的感觉开空调了吗夏天多正常[表情]没开空调，但感觉环境温度也不是很热可能电脑觉得热()宿舍一个人我不开空调也不觉得热，但是风扇就嘎嘎转，开空调就没声了主要是室温高散热慢[表情]好的吧[图片]问一下用非原装线冲iPad有什么后果嘛？--【小白】薛定谔的皮皮虾()不同typec的排线对应的引脚不同会造成什么影响吗？--【小白】[it侠]鹿转()typec我没记错的话都是一样的--【小白】幻影Hazer()可以用命令行开关无感知认证吗--【管理员】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>有--【管理员】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>但现在在吃晚饭--二加一等于叁<xiebaokang@qq.com>块钱收的，cpu未知，显卡好像是gtx--[IT侠]及时备份数据，善用搜索引擎()预约--【IT】二加一等于叁<xiebaokang@qq.com>有人出sata固态吗--【IT】二加一等于叁<xiebaokang@qq.com>[图片]--【IT】二加一等于叁<xiebaokang@qq.com>[图片]--二加一等于叁<xiebaokang@qq.com>有没有大佬帮我去闲鱼选购一下sata固态[表情][表情]水太深把握不住有没有可能京东--Julius()[图片]为什么要买二手sata--二加一等于叁<xiebaokang@qq.com>就是给我妈看电视用的，她也没啥东西要存--二加一等于叁<xiebaokang@qq.com>我老电脑上还有一个的sata固态--【大佬】Julius()虽然有些跑题但一般父母都会有把照片导出来存的需要你可以顺便问问--Julius()@幻影Hazer@幻影Hazer您找到方案了吗没有[表情]我发个邮件问问印度方案是换网卡或者换系统我打算来印度的docker跑一个浏览器登p网@幻影Hazer@幻影Hazer伪造mac就行了啊你随便搞个电脑把自己的网口mac改成你想开无感知的电脑的mac地址然后开无感知再把mac改回来--【管理员】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>刚才没看到问伪造mac需要网卡支持的，我的建议是使用ssh-X或者browsh这样简单粗暴的方法（虽然效果确实有点抽象（[图片]学到了谁知道学校联名电梯卡怎么充值吗被困住了地铁卡南京市民卡？不是仙林校区站最西边不是有个机器可以充吗Julius撤回了一条消息nfc这个能在手机上充值吗那个直接在金陵通app或者手机钱包app就行吧机器理论也可以，我没试过[图片][图片]首先肯定不是第三个其次我不知道是不是前两个华为钱包不能直接冲吗@数据常备份/预约带电源/提问请上图/Minaduki@数据常备份/预约带电源/提问请上图/Minaduki才知道我手机上有这玩意我的意思是有个app叫南京市民卡开通不就是用这个？@Julius对的是这个我不知道，但是我的手机下载了还没登陆就能看见南大卡数据常备份/预约带电源/提问请上图/Minaduki撤回了一条消息，并假装无事发生。卡号打个码（[图片]ui完全不一样[图片]@Julius但反正这个页面和交通卡充值毫无关系（我大一的时候吃过亏（
[图片]test.nju.edu.cn的ipv测速打不开，但是确实能跑到千兆网机型是拯救者你把网线插在哪--系统消息()Tao.Y❀加入本群。[图片]谢谢，解决了--【IT】二加一等于叁<xiebaokang@qq.com>扁l的那种我可以送你--【IT】二加一等于叁<xiebaokang@qq.com>哥，你在哪想问一下，硬盘从一个电脑上拔下来插到另一个电脑上之后有一个文件丢了可以怎么查--二加一等于叁<xiebaokang@qq.com>开机之后，都在工作，但是键盘指示灯不亮，点del也进不去blos--二加一等于叁<xiebaokang@qq.com>
--二加一等于叁<xiebaokang@qq.com>鼠标能亮--Julius()先看看有没有debug灯另外换一下SATA的数据线有根有问题可能会报VGA错--二加一等于叁<xiebaokang@qq.com>--二加一等于叁<xiebaokang@qq.com>[图片]--【小白】要截图不要拍照更不要逆光()怎么一言不合就重装，你自己个人会重装系统嘛[表情]主要电脑烫的要死有点害怕就直接重装了现在解决了C盘东西都没了[表情]文件备份没之前备份了[表情]有先见之明的[表情]
冲下[表情]重打开主板设置软件找类似于sonar的名字[表情]就是玩起源才有这东西@_fth这个是什么你是啥主板如果是笔记本打开官方的设置软件[图片]官方设置软件只有这个[图片]应该是在主板或者声卡的驱动里这玩意叫声音雷达或者声呐[表情]好的，我去百度搜一下，之前都没听过这个词为什么就这游戏才会出现呢以前玩奥德赛也不这样因为这玩意可能是根据游戏名做适配的起源比奥德赛早吧可能那个时候奥德赛没出就没适配@_fth谢谢谢谢，解决了[图片]是这个声音控制软件的问题[图片]
C\Windows\Minidump下面有文件吗有
摔过嘛或者有碰到过嘛好像没有，就突然这样了屏幕或者屏线坏了，去找售后吧[图片]好的正常关机拔掉完事这样对硬盘里面的资料会有影响吗？因为有看到网上说硬拔会导致里面的东西损坏或丢失，所以一直不敢拔[表情][表情][表情]关机之后是没有影响的你不放心可以卸载掉设备大概）有卸载，但是卸载不掉，弹出时还是会出现这个窗口就是卸载的时候会弹出重启，然后重启之后弹出还是出现一样的窗口可以关机好的好的，现在去试试好了好了，跪谢两位大神@_fth@谁见幽人独往来[图片]
目前似乎还有再过几天不好说了不过一直都是不保证时限的预约了不知道什么有消息，还是直接去？预约过了是吧我看看嗯嗯能看到的刚预约等等吧有同学有空能做会联系你的[表情]不过你无法开机的话试试@遇事不决请长按电源秒黑屏后，我是长按关机的。现在按一下开机只有灯亮，屏幕无反应，你是说长按开机？@前台小妹（远程）嗯长按看看能否开机好的（我不会修电脑建议捞个别人问问[表情]没反应[表情]@前台小妹（远程）
电视盒子正常咋价格不一样，耳机也不一样天猫校园应该是天猫自己的学生认证吧？天猫校园送的beats，价格也比返校季更便宜谢谢各位，我准备入g的air啦pro确实贵太多了[图片]挺好的，我也打算给我npy买个啥价格啊我看返校季出来之前，全网低价大概多朋友们有无教工购买的注册要什么材料啊教工可以啊[表情]我现在是高中老师之前apple叫我上传校园卡但是没有通过我们机构的校园卡不像大学这种把身份啥的写得很清楚@羽歌什么air吗加笔比起去年涨价了咦太热了，有uu买苹果产品是官网选送货的吗我这边要你结账的时候会扣除笔的钱@韦超还是自己去取的多一点@羽歌哦没事了减钱了[图片]这个要发票吗没事了，谢谢各位@诚园新村三号@诚园新村三号其实找个认识的学弟学妹帮买下可以唉不过手机没有教育优惠手机不是生产力[图片]而且手机不给优惠每年出新机都嘎嘎卖话说itx接迷你主机的单子吗）详细点呢就当作主机突然开不了机了这样（不是苹果吧）不是是按了开关后一点反应都没有那种电源适配器经过测试没问题什么型号看看有没有debug灯闲鱼入的，型号不清楚还（反正型号不会主流就对了这种可以直接退吧开箱的时候录视频了吗没）想请教一下大家，苹果的产品更新是个什么规律呀，看到最近iPadair很便宜，不知道是因为每年教育优惠都这个力度，还是因为快迭代了所以降价了？Air很便宜么...我今天刚买air不便宜吧我g买了五千五加八百就能买的pro了现在已经开始后悔了，不过还是不太想加这个钱，因为加了之后又会想加感觉对我来说够用了比去年教育优惠的时候还贵了左右京东把送的耳机卖了差不多买PRO不带笔--韦超()@羽歌所以我觉得血亏--韦超()去年不准备买平板--韦超()觉得没用--韦超()@Always今年涨价了啊--Always()这样啊--Always()[表情][表情][表情]--Always()原来如此--Always()当年教育优惠买的air+笔，再加能买air，以为算便宜了[表情]--【小白】羽歌()我感觉现在京东Pro的价格还能接受，我年末买的版花了，现在版挺好的--【IT】Always()哦哦不过我如果要买的话得买支笔，这样是不是就价钱更高了--【小白】羽歌()淘宝多一支二代笔--【小白】韦超()官网--【小白】韦超()其实差不多--【小白】韦超()@羽歌送东西吗左右送beats耳机，买了差不多拯救者用了两年现在总死机是什么情况蓝屏每次错误代码还不一样每次错误代码不一样考虑过热死机@_fth是不是该清清灰啥的@_fth可以先清一下，反正没坏处呃现在成了一锁屏超过一定时间就打不开了也有可能是内存问题怎么就开始深度学习了跑网络看起来就是个子目标别支招了（算了我不知道是啥任务反正有钱任性也可以[图片]装机对他来说就是伪需求他就是觉得装机很好玩（笑死先买个装机模拟器爽爽（？）--【小白】鼓楼最萌()是想买就买先去电脑城打工，不仅能装机还能赚钱享受买的乐趣也挺好的，只要经济支撑得起--【小白】小黑AWM<andrew@qq.com>不仅能装机还能装机it没有那么多装机的
it侠公众号龙四篇，请（）有内鬼，居然不先推龙四篇[表情]我有绿帽子，小心说话对不起，我是青少年模式什么帽子都没有--【小白】【IT侠】要截图不要拍照更不要逆光()水四篇听着就水it侠公众号水四篇，请（这合理吗）听上去像是请人写稿子@电脑进水不要开机！！！群友让你再水四篇好的好的，感谢uu！[图片]@DON'TPANIC（已毕业）@DON'TPANIC（已毕业）我都水了三篇了有人问要不要买平板的话推牙三篇好吗[图片]拒绝[图片]不看有一颗散热器螺丝拧不动[图片]换大一号的十字花螺丝刀试试？小心滑丝
typec呢是全功能的吗年的机子，有一个C口但只测试过接硬盘搜了下好像可以感谢那买个c转hdmi或dp线就行不过年的机型真有全功能吗（说不定是雷雳呢（）联想r可能会带dp.的看贴吧说是可以接dp--【小白】匿名()英伟达最新的显卡驱动一直没办法安装，这个是因为啥啊，一直卡在准备安装上面，但是不装好像又打不了--【前辈】[IT侠]BUG人肉排雷者()（哪买的显卡--【小白】匿名()如果卸载旧的打游戏就像PPT，新的又装不上，是注定打不了了吗（）--【前辈】[IT侠]BUG人肉排雷者()（什么时候的显卡--【小白】匿名()就联想拯救者y的--【小白】匿名()我不太懂（）--【前辈】[IT侠]BUG人肉排雷者()（怎么和锁驱动的矿卡一个表现--【前辈】[IT侠]BUG人肉排雷者()试试先用DDU完全卸载原来的驱动--【前辈】[IT侠]BUG人肉排雷者()再装一个不是最新的，旧一两个版本的驱动--【小白】匿名()我看那个安装列表显示的是现在这个版本就是最新版本的前一个--【小白】匿名()ddu是什么捏--【前辈】[IT侠]BUG人肉排雷者()可以尝试回退前一个版本--【小白】匿名()有没有什么好的途径找前版本的驱动，我只有联想自带的驱动修复和GeForcegameready（）--【小白】匿名()真的啥也不懂就破打游戏……--【IT侠】DON'TPANIC（已毕业）()@匿名@匿名displaydriveruninstaller--【小白】匿名()谢谢--【前辈】[IT侠]BUG人肉排雷者()使用cn.bing.com并且切换到英文版，然后输入NVIDIAdriver，找到里面网址后缀为nvidia.com的网页--【前辈】[IT侠]BUG人肉排雷者()再选择符合你的硬件版本的驱动--【小白】匿名()好，谢谢你好的了解都是老掉牙的货了，早清完了这个不算很老吧代性价比还是很高的u应该还有但是也不可能搭一个这样的配置给你，别人又不会买以及用注意一下机箱放置狭小空间会很热很热还是租个服务器吧类似于一个点暖炉便宜且方便电暖炉租服务器多少钱啊一块一个月左右不用吧租个拉一点的显卡是要跑什么模型啊也不可能一年到头跑吧RNN和DNN简单的cnn+mlp的话batchsize小一点可以用低端卡来跑的是要投入生产/论文的模型还是应对课程的模型做研究看预算多少了research的话我个人还是建议local@出f+z+内存+各种风扇@出f+z+内存+各种风扇算这个吧了解因为你得一直改一直变数据也会一直变remote的话有种种不方便--[IT侠]BUG人肉排雷者()research建议老板出钱--[IT侠]BUG人肉排雷者()在办公室干--[IT侠]BUG人肉排雷者()千万别带资科研（新人报到，问题是今天起Excel不能正常打开，打开任何文件后立刻崩溃。启动程序后新建文件没有问题。尝试通过重启系统以及卸载与更改程序修复未能成功。第一个打开失败的文件是桌面上前几天编辑过的一个文件，但是更早的文件（年）同样无法正常打开。可以尝试重装office--()[图片]这边两个选项点过了，没啥用--()情况好了一点这次未响应了一段时间然后崩溃卸载重装过了吗（有重装过--【大佬】Iori<hey__ke@outlook.com>[图片]（不一定是excel的问题，有可能是你的excel文件的问题比如你存的excel数据过大，把内存整爆了确实可以换WPS试试，作为.控制变量.应急解决以前都没问题至于彻底解决…Officeapp很难修啊（）--【大佬】Iori<hey__ke@outlook.com>很难卸载干净主要是--【IT】CHOH()@CHOH另一种应急解决方法是用Office网页版word没问题，excel换很多文件都崩溃@Iori重装Windows（不是@Iori另外ITSC是不是给了Office的卸载清理工具？总之试着尽可能清理一下再装比较好在清理了已经在怀疑是不是玩原神玩的事情了现在修复了，谢谢群友不过激活掉了，我再想想办法解决了…点一下弹窗中间“开始”就可以了新人报道[表情]我电脑的触控板最近不太灵敏，可能之前点两次能打开的软件，现在需要点好几次，触控板反应比较迟钝，求一个解决方法[图片]@gymbag@gymbag看你用来干嘛非原厂的顶级.盘还有gm打游戏什么的肯定不行建议能装就装装一下不是很花时间性价比也好@[it侠]鹿转@[it侠]鹿转这个确实可以性价比也挺高okok谢谢各位[图片][图片]难道学校买的adobe不能用了？好像要重新注册去itsc网站正版软件-Adobe有说明我觉得盗版比正版好用注销了，重新激活，没用[表情]问个问题在商务本轻薄本里hs和h更推荐哪个价格一样的--【小白】[BOT]ITXIA()看打游戏还是办公--【小白】追求性价比在闲鱼买电子产品其实还可以()办公就是计算机专业@Davidfan有没有人解决过这个问题[表情]找itsc谢谢
联想老毛病无解外接的蓝牙键盘可以重置一下键盘的出厂设置不是联想其他品牌我不确定我之前用联想大概一个月会给我来一次@记得补考离散@记得补考离散键盘鼠标都有问题，我试试或者驱动卸载重装一下@记得补考离散@记得补考离散谢谢，键盘恢复后鼠标也正常了[表情]--【小白】Sylvia()
[图片]--【小白】Sylvia()网络是没有问题的--【IT】CHOH()左转ITSC群？要不直接Adobe官网下最新版本的得了，只要登个邮箱还是能用（学校的adobe全家桶我记得一直有问题啊[表情]害我用vposy（）@CHOH@CHOH满了吧，又扩容了？@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以当然要装啊……不然你的机箱就是个信号屏蔽的铁盒子突然就懂了谢谢@Lucky@Lucky这个文件看着好奇怪……正常来说在虚拟机上面装linux就是下载虚拟机软件下载镜像这两个东西下载的应该只有exe和iso两种？为啥会有个z@Tommy@Tommy压缩包文件吧？就是说很奇怪按理来说不应该需要压缩包virtualbox应该是可以用iso镜像装系统的我比较建议你在镜像站上面重新下一个来装，就不用担心[表情]确实有点怪，但是朋友可以安全下载并且解压，我的会有拦截，而且刚刚试了换成vmware版本的也可以成功，就不知道是哪里的问题了[表情]（谢谢你的建议嘞[表情]报毒只是windows认为有毒如果你知道你在做什么可以不管（好滴好滴[表情]为什么我用插线校园网，怎么都打不开win的安装程序，改用校园网wifi就可以了这是什么玄学[图片]不知道，上个学期计科某课程网站也是如此想给游戏本买个充电宝，大家有没有什么推荐的游戏本断电性能-%不建议购买这种甚至有烧主板的风险slgg[表情][表情]--【大佬】Iori<hey__ke@outlook.com>游戏本还带充电宝（看看PD充电？游戏本基本上没戏，能买来用，但作用不大通常游戏本充电功率都远大于W，W可能都不够，何况WPD也没铺开户外电源发电机[图片]便携聚变堆iPad没法联校园网是怎么回事呀联热点启用了无感知认证再联校园网就自动禁用了，，，你怎么做到连热点启用无感知的……手机热点，，手机连着校园网？对这样开无感知大概率是不能work的或者说为什么要这样开无感知（平板不是能联网吗你手机先进p网把平板无感知关了吧然后正常走联网无感知的流程杏火加入本群。好啦！连上了感谢it侠[表情]想问问这个该怎么处理，还能装在D盘吗，谢谢[表情][图片]可以试试改一下文件夹权限有可能放在某个文件夹下就可以了？@[IT侠]提醒关代理小助手@[IT侠]提醒关代理小助手这个刚刚试过了，不行@[IT侠]及时备份数据，善用搜索引擎@[IT侠]及时备份数据，善用搜索引擎这个该怎么处理呀搜一下报错就知道了原来如此，谢谢！[嗨]求助今晚it侠有人嘛有问题走预约哦
软件用U盘也办不到吧，除非是绿色软件可以系统迁移等你新电脑到了预约吧不过我们一般不上门，你要把电脑搬过来（仅主机？）工作室有很多显示器可以用[表情]好滴谢谢我是不是要搬两个主机对好谢谢其实可以拆两个盘下来不会拆
--【管理员】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>这个事情我碰到过改mac是不是要下什么软件--()[图片]是这个吗--()值是随便改吗--【小白】NeoTheHero()小概率事件好的谢谢@【IT侠】撒比~警惕旧电脑升级Win@【IT侠】撒比~警惕旧电脑升级Win什么现身说法--【小白】她倾、他城()笔记本电池灯一直亮橙色灯，已经开不了机了，应该咋办呀[表情][表情]插电橙色灯就是没电了@她倾、他城@她倾、他城看一下闪烁频率几长几短
不太能行可以约一单看看有的还是能换的水龙会出手[图片]@[IT侠]水龙@[IT侠]水龙好那我等等看谢啦
看一下有没有物理开关，检查一下驱动联想一直是有物理开关的好像联想线下客服说yogas经常发生摄像头线短路的问题，也可以留意一下找不到摄像机的驱动[图片]@丷虫鸭丷@丷虫鸭丷短路是要去修吗我是摄像头短路引起屏幕频闪，去把摄像头线直接拆掉了，如何维修我不清楚欸~好的谢谢--【小白】东八区区花<wenzihan@foxmail.com>
--【IT】‭‭()这个感觉得预约了去现场排查一下--【IT】‭‭()如果你会进高级启动可以进去看看闪不闪，不闪卸载一下更新--【小白】东八区区花<wenzihan@foxmail.com>
--【小白】前台小妹（远程）()先预约怎么是bootmanager，这两天没摔到吧[惊吓]请使用最新版手机QQ体验新功能--【小白】东八区区花<wenzihan@foxmail.com>--【小白】前台小妹（远程）()@东八区区花有同学联系你了，看一眼短信想问下it侠今天有空接单嘛～（昨天已经去预约了）--【小白】前台小妹（远程）()@_这个问题涉及到拆屏幕因为我们并不是每个同学都会拆屏幕而会拆屏幕的同学尚没有主动接单所以我们还在讨论解决方案--【小白】前台小妹（远程）()IT侠的同学都是自愿接单的所以对于一些少部分人才会解决的问题可能会慢一些--【小白】_()嗷好～--【小白】_()谢谢--【小白】Bobo_alcazar()
--【小白】Bobo_alcazar()还是只能自己编译来用--【小白】Bobo_alcazar()啊，好的，我看看看到了，抱歉抱歉。看来是我GitHub不太熟悉，我以为这里没显示就是没有release[图片]
--【管理员】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>无后门不会出现部分网络问题对linux支持好明白了，感谢[图片]
[图片]似乎仍无法连上知网--【管理员】[IT侠]及时备份数据，善用搜索引擎()我建议直接去问作者@【IT侠】撒比~警惕旧电脑升级Win这样吗
不知道作者在不在群里你都找到github页面了，提issue或者去看看他主页上有没有留邮箱，博客之类的--【前辈】[IT侠]BUG人肉排雷者()他没开浏览器插件吧@[IT侠]及时备份数据，善用搜索引擎@[IT侠]及时备份数据，善用搜索引擎好的谢谢！一直打开不了wifi是为啥[图片]可以搜一下err_proxy这个报错好哦我知道了我的梯子没关我想问一下，戴尔笔记本开机一直黑屏，而且充电提示灯黄白交替闪烁，这是什么怎么了？@尘埃看看闪烁的规律-反正先预约吧嗯嗯您好，我已经预约了@前台小妹（兼职）什么时候可以来修[图片]电脑一打开就是这个界面请耐心等待同学联系[图片]哦哦哦@--掉盘了@出f+z+内存+各种风扇那还能修吗？把笔记本后盖打开搞紧一点或者换个槽位如果都不行可能是硬盘坏了得要换个小几百块哦哦哦好的
改权限.ssh文件夹的权限吗ssh配置文件应该是只能当前用户可读改了还是不行[表情]@话说我这个用户目录后面的一串数字是什么@你用了中文目录吧还真是[表情][表情]但是中文名应该不影响ssh啊不影响但是显示的时候会显示汉字的编码[表情]了解了宿舍里的NJU-WLAN手机连接可以上p网，电脑连接进p网却显示dns查找不到，这该怎么办呀[表情]--【前辈】[IT侠]BUG人肉排雷者()又是什么膜法--【管理员】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>呢喃官方dns啊njuwifi是不是有无线隔离想把宿舍主机当服务器用只能内网穿透？@【IT侠】撒比~警惕旧电脑升级Win@【IT侠】撒比~警惕旧电脑升级Win感激[表情][表情][表情]--系统消息()【IT侠】撒比~警惕旧电脑升级Win的消息被设为了精华消息芒鹿文化加入本群。问问电脑网络能用（可以发消息）但是网页打不开是怎么回事啊[图片]你可以搜索一下报错err_proxy感谢，解决了
预约暴风雨后加入本群。已经预约了[表情]是等检修之后就可以嘛已经有同学联系你了，修的时候和他沟通就可以了好的谢谢！--【小白】东八区区花<wenzihan@foxmail.com>
--【管理员】[IT侠]及时备份数据，善用搜索引擎()装别的地方去--X.()
首先考虑容量固态最近涨价了好像@X.@X.预算容量用途再确定你要买啥噢噢！就是日常用看看文献啥的预算以内[图片]多少容量可以买pprot或者snxt随便买都够了吧我猜@hello，时饱饱@hello，时饱饱错啦，还有三星pro呢[图片]我上个月在pdd买的pprot差不多不过建议你先查查你电脑支不支持pcie.ppro的话有点热我记得笔记本可能snx好一点吧
我建议pc[表情]就一个盘的话对好的！谢谢大家[图片][图片]三星还是别考虑了，太贵了@数据常备份/预约带电源/提问请上图/Minaduki@数据常备份/预约带电源/提问请上图/Minaduki这个里面rc和pPro都不适合笔记本，温度压不住确实如此宏碁那个gm也不错当系统盘还是原厂吧副盘倒是随便买两边际加入本群。犀焰加入本群。
这种情况能把丢失文件全恢复吗。。。以及有什么推荐的数据恢复软件/方法吗--【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>等一个可靠的方案--犀焰()omg我现在插进电脑才发现的问题--犀焰()好[图片]这个不像是中毒像是直接寄了吧啊啊啊？我记得我实验课旁边的人好像也遇到过这种情况找专业的吧如果不是很重要的话干脆不要了专业的非常贵有没有可能是插到实验室电脑上自动格式化了大概会贵到什么程度没有，因为我用过两次是好的更有可能是无法恢复有比较多的实验数据
不能去实验室再拷一遍吗
[图片]刚刚在修了的那台华硕电脑又出现蓝屏了，咋弄呢
--【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>明天来工作室--风露清愁()好的好的，谢谢！[图片]没重要的东西可以直接重装系统，或者是把重要东西备份出来后重装超出能力范围有个u盘就行网上一堆傻瓜教程写的很详细的一步一步跟着做就行不如找同學一般是桌面，還有那些在user底下的文件(download,pictures等)，qq和微信的聊天記錄那些先遷去其他盤，不然重裝就沒了…淘宝的话，我觉得不如干脆（虽然是流氓，至少也算个黑帮教父）我也是C盤滿了，前兩天直接格式化重裝@新一仔@新一仔重装的话所有软件都需要重新下载吗或者试着约IT侠吧也就十來個軟件先截個圖就行@CHOH虽然迄今没有IT侠的同学出现，我不知道我这样建议好不好（）其他的用到再裝不過我大部分軟件裝在D盤，所以影響不大可以预约吧不过不保证时效哦感觉最近工作室很忙[图片]或许有朋友知道怎么把回收站右击这个图标去掉吗@好运来Pro@好运来Pro你这是装的啥软件加了这个菜单项搜了搜好像是WPS啊？UI风格确实像（那G是什么的开头）要么是卸了这个软件；如果单纯删菜单项，得改注册表，具体百度吧（）
[图片]一直卡在这个界面，风扇在转可能只是单纯你做启动盘的U盘太慢了或者那个接口不好[图片]--【小白】[IT侠]张致远（小白）()[表情]@Poised想来就预约觉得没必要就不用预约了预约也许可以获得一些心理上的安慰--【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>来的话我就直奔工作室了--()如果电脑灰太多了可以预约吗--()（虽然我已经约了）我约的是周二周三，但是我觉得周末是最合适的--Poised()抱歉我已经到售后店了他们联系我让我立刻过去快进到换主板块啊这这是无奈之举吗官方店要恰饭的嘛我一个cs同学让我晾一星期不用电吹风有时候给你的维修报价甚至可以买一个整机二手没事，多半晾完一星期之后还是得去维修店，最后一看价格还是得买台新的他这个大概率已经坏了，再晾也没用你这个主板烧了凉不凉没区别你如果就倒了ml还能晾hdmi线存在超频这一说吗--记得补考离散()啥叫hdmi超频我的线一开始连显示器只有khz，然后我分辨率调到p之后可以调成hz了，我再调回k居然能继续hz我有点担心会不会出问题。。。虽然使用起来好像没异常不知道从哪翻出来的电脑触控鼠标能动但是点不了东西是怎么回事而且正常的时候是不是就有风扇的声音，现在充电都充满了，也没有风扇的声音--【小白】[it侠]鹿转()复活了，但是没完全活[表情]毕竟进水量不少）他说fortunately主板没坏当时也帮我拆开擦干，吹干水分在店里确实是可以使用结果回来又有小毛病
密客炸的“让他们重启”是不是机箱里面哪里接触不良或事电压不够？我也不懂就没有物理上的移动震动啥的应该不会突然接触不良应该没有物理移动过就怪apexmd！不妨再重启试试还真是Apex真不行我试过所有断电再重启发现好了，后面过了一会儿又屏幕又灭了--【小白】♚♂Owl╰☆♚<futurestar.fs@qq.com>
直接找售后--【小白】[it侠]鹿转()不可能给你单换cpu的--【IT侠】出f+z+内存+各种风扇()手机的cpu都是焊死的没有例外--【IT侠】出f+z+内存+各种风扇()如果想花小钱解决可以去找第三方同时风险自负至于保数据也要问售后--【小白】♚♂Owl╰☆♚<futurestar.fs@qq.com>大致了解情况了，谢谢大家~
可以，预约在系统上发了几次都显示预约不成功看看错误代码截图看看呢[图片]ok收到好像确实炸了[表情]@biu似乎好啦再试试呢预约成功啦，谢谢～（啊原来是克苏鲁啊（装傻[图片]它要干嘛[表情]给你播放NJU校歌妈呀@Bobo_alcazar你是文院的麼是從你的字体看出来了那個请字[表情]一般文字學的人較鍾情靑字是从“丹”嘛哈哈
耳机是直接接的电脑上
[图片]是刚开机吗？是的，重启了很多次今天白天就不行我的也这样[表情]你这个看上去是surface？是的我的也是[表情]不过我启动后等大概十分钟就会慢慢加载出来那我等等吧浏览了匡亚明学院网站后电脑寄了起因是匡院网有个下拉菜单，鼠标移上去后一直闪，关掉浏览器还在闪，重启电脑也不行还会把鼠标自动移到左下角网页真的有这个能力吗（匡院tql--【小白】墨鱼<liule@qq.com>[打call]请使用最新版手机QQ体验新功能@Hronradv個匡院網頁看看實力（）dii.nju.edu.cn/main.htm哦哦好的不過没能復現出来@新一仔感觉得看型号和怎么个不灵法，有的情况可能需要你自己买一个小板替换？[图片]@【IT侠】一款吉祥物@【IT侠】一款吉祥物是這種類型的。插進去都是外放的。需要旋轉很多次可能才行基本上已經壞了怎么耳机还要前戏的[图片]我還是買個外置的就好了拆机看出来如果是在小板上可以换还有如果你c口闲置的话买个c转.的那种专门做这种小尾巴dac的厂的可能音质会好一点（好的我今晚拆出来looklook[图片]我用adobeacrobat的ocr扫描功能处理一个由照片组成的pdf文档，处理之后没有什么变化。但我把文档导出成图片时出现了一张原图一张增强的图像所以后面那张是adobe处理过的吗如果是的话，在adobe上怎样找到呀？还有就是adobe导出图片有时候会导得有点奇怪[图片]像这种是什么原因呀hi可以借一套蓝牙键盘鼠标么[表情]我们有的蓝牙键鼠应该都是社员的私人财产我猜不行好的！[表情]
是要怎么解决呢是物理原因吗解决了在网上装了个雷蛇老版本驱动，现在一开机内存就一直涨，然后就爆了提示taskmanage未响应是不是装到病毒了--【管理员】[IT侠]水龙()听起来很离谱但是对于硬件/外设厂商写的驱动来说大概是很正常的是--【管理员】[IT侠]水龙()前几天我看到的一个是华硕的键盘按某个键会发送poweroff导致linux系统关机（问一下电脑总会突然蓝屏报错怎么办啊需要具体问题具体分析的如果有蓝屏的图片会更好判断薛定谔的皮皮虾撤回了一条消息[图片]就是这种烛火加入本群。@薛定谔的皮皮虾@薛定谔的皮皮虾加一！我也来问问，今天一上午已经出现两次了[图片]可以预约试试@[IT侠]及时备份数据，善用搜索引擎@[IT侠]及时备份数据，善用搜索引擎好的谢谢
有梯子但是不知道怎么能用上[图片]用梯子上GPT官网淘宝十块钱买个账号就可以了可以试一下国内的一些镜像站geekgpt之类的@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以求推TT淘宝把查找页面封掉了@[IT侠]及时备份数据，善用搜索引擎@[IT侠]及时备份数据，善用搜索引擎我百度了镜像站，怎么都登不上去的样子后面再讨论就要撤回禁言了吧https//chat.geekgpt.org不建议在这里讨论代理问题好的明白，谢谢！不知道这么严重群公告第一条并且指定发给新成员的嗯嗯了解了，谢谢提醒澄加入本群。有好好，谢谢@_现在在工作室[图片]那我现在过来好了[图片]✓我拿到了谢谢[图片][图片]@[IT侠]重启解决%问题@[IT侠]重启解决%问题第几代最好用呀捞捞有无人帮忙看看linux虚拟机无法启动的问题[表情]预约@@一代便宜好用三代纯纯骗钱二代和一代基本上就重量轻一点但是多块最大的痛点还是microusb苹果换typec加了一两千罗技换typec加两百不过分吧Mw推荐一下@Vendredi@Vendredi确实不过双十一估计不到还是香的@记得补考离散谢谢哥[图片]
预约系统上已经接单三天了但是没有人联系我我去问问（稍等，我看一眼想问下电脑屏幕撕了个膜之后变成这样还有救吗[图片]这是胶留在上面了？我还以为屏幕坏掉了要使劲擦吗这是把液晶屏的偏振膜撕了？[图片]看着有点瘆人@Bobo_alcazar@Bobo_alcazar苹果电脑自带的吗，我记得是之前自己贴的呀噢噢，那就没事儿了，擦干净就好了。确定是玻璃屏就没事儿。
得看看具体是什么问题是没有办法点进去吗[表情]是的[图片]
每天背大砖头有点累了换轻薄本续航调好了半天肯定没问题网卡的去对应品牌官网下载现在是去找另外一台电脑，从联想官网里面下载一个网卡驱动，是要装在一个空的U盘里面吗？不用空u盘是个u盘就行或者手机下载一个然后用线传到电脑上好，我先试试
[图片]显卡这种问题能修吗（）不好说[图片][图片]你找对版本了吗
--【小白】记得补考离散()这是校园网问题吧--【小白】记得补考离散()或者马服特色--【小白】重装不如重买()啥游戏--【小白】Fibonacci()lol和瓦[表情][表情]--【小白】记得补考离散()那就是马服特色--【小白】重装不如重买()还真是--【小白】记得补考离散()而且校园网本身延迟就不低--【小白】记得补考离散()没超过延迟就算正常--【小白】Fibonacci()lol右上角延迟一直稳定在左右，但是每过一两秒就会丢包导致人物瞬移--【小白】记得补考离散()正常--【小白】记得补考离散()你试试换网线别连wifi--【小白】重装不如重买()确实--【小白】记得补考离散()可能会好一点--【小白】重装不如重买()网线质量还可以--【小白】Fibonacci()好的，我试试看
[图片]
@宣纸墨预约吧好滴谢谢
[图片]电脑显示的是这个页面，连手机热点也没有问题，就是登不了校园网@醒目露露刚刚看到群公告里的语雀文档，已经处理好啦我也遇到了edge打不开但是qq浏览器就能打开少游加入本群。Stacey加入本群。Agave加入本群。Wine灬Wither加入本群。昵称不能为空加入本群。辰加入本群。瞫蓂加入本群。[图片][图片]电脑蓝屏了是要等它自动重启吗可以手动）好长按[表情]太久不关机会导致蓝屏吗半个月没关机了不知道为啥会蓝屏查查错误代码，或者重启后找dump)OK但到现在还没学会分析dump[表情]看着像是内存炸了）之前有一次代码的内存泄露给我整蓝屏了）有可能刚才在debug[图片]这应该意思是memory的问题吧@LateHomoSapiens捞捞[表情]什么叫“只显示一部份区域”这个真的不是缩放倍数的问题吗就是它有个框框然后只能看框里的缩放之后那个框还在哦等下我好像发现这样也不影响我看那没事了[图片]
@李预约的话走预约系统即可～一台电脑约一单哦预约了，但还没回复今天可以吗那先等回复吧好的--SowaMinerwy()@Nicholas预约吧--助教刘斯宇<a@qq.com>谢谢问下，换硅脂的时候把硅脂弄到主板上了咋办（[表情]把主板一起换了（）不存在的擦呗还能咋办[图片]还好不是液金擦呗(ﾟ∀。)用棉签嘛啥电脑笔记本的擦擦就行电脑的要是进主板针脚座里了拿洗板水或者精密电子溶解洗溶剂--【小白】薛定谔的皮皮虾()有同学会装屏幕嘛电脑屏幕坏了，买了个替换屏--【小白】幻影Hazer()可以预约it侠哇废物本废加入本群。--从前从前╰﹀()
--[IT侠]及时备份数据，善用搜索引擎()看起来有个风扇坏了--系统消息()我恁爹加入本群。--从前从前╰﹀()这得换了吗--[IT侠]及时备份数据，善用搜索引擎()对IT侠可以帮忙换吗[表情]可以换[图片]就在今晚，欢迎大家前来[表情]Y加入本群。--【小白】[IT侠]提醒关代理小助手()截图看看报错看一眼edge具体显示的什么--<yang@qq.com>[图片]--【小白】【IT侠】一款吉祥物()检查一下可能，设置→网络→代理→关闭？--<yang@qq.com>进B站正常，其他网站不行--【IT侠】一款吉祥物()友情提示：如有想去逸B听蒋老师的分享的同学，可从B区（逸夫楼靠近仙一教学楼一侧）进入并由右手边楼梯上楼后，参考以下路线到达对应教室。[图片]最稳的就是买个sata固态还得报批吗有几个选择[图片]是的买个t的机械整个不用全迁移到新固态上买个/的系统迁移到固态上部分数据保留在机械上这个要看你现在c盘吃了多少C盘现在，总的，还剩那买个的也行方法的话要主板供电线那还留着一个sata供电和sata数据口刚刚给忘了反正你一定要知道能加什么的话可以预约拿过来拆开来看看OKOK[图片]
去windows设置里找找有没有开关好滴，谢谢！--()
--【管理员】电脑进水不要开机！！！()校园网寄了--【管理员】电脑进水不要开机！！！()认证服务器出问题了--()那是不是用不了了现在--()要等他好吗--【管理员】电脑进水不要开机！！！()等呗，好像有的地方也能用了--【小白】幻影Hazer()信息化中心的人说现在是排障期，不用p站认证也能上网--()密码变成身份证了，好像能用了--【小白】訫()
--()好像上不去转自escience中心心如止水的老司机加入本群。主板有个m硬盘位，想加个g的硬盘，it侠有无推荐可以咬咬牙多加点，T也不太贵了（问了是长度
加硬盘尽量t起步吧t性价比最高t和没差多少太多用不完啊[表情]一般就差qq微信怎么用不完用的很快的建议等等等用完了再后悔才麻烦（现在固态价格高点我手机就tb内存了[表情]现在左右？t也不到[图片]那就上个t的？过几天双区间再买好捏sot有无推荐pcie.还是pcie，@心如止水的老司机你买好对应型号预约可换@记得补考离散@记得补考离散这个在哪可以看（台式的话查一下主板型号建议看看.的就行了笔记本建议问一下客服用不出来区别的.买了反正也能向下兼容好滴
大动的非原厂的@[IT侠]水龙那确实双能降到吗[表情]pdd上多少钱左右现在双十一都感觉没啥优惠了咸鱼能到左右@心如止水的老司机@心如止水的老司机可以的请自备新电池@DON'TPANIC（已毕业）好的好的，谢谢@DON'TPANIC（已毕业）@[IT侠]水龙@[IT侠]水龙rc发热有点太多了吧还有ppro也挺热的.的话sn也还可以笔记本可以把rc排除，其他盘都不错谢邀笔记本上现在就装着RC[图片]pc用着还不错，而且便宜pc适合买的t的不如买tiplus我买的t的的也买了三星的东西性价比有点低感觉毕竟是高端厂
您问他是人在THU想找科服吗（[图片]it侠这么厉害了吗--【IT侠】DON'TPANIC（已毕业）()很难这个有点难度吧好的，谢谢。到时候我预约看看，请你们看看是否可以一试？修不好就报废
好像也没有特定情况，就是随时都有可能抽风，只不过有被压的情况尤其容易抽）会有可能是你触控板出问题了吗，试过禁用触控板吗（试了一下，不是触控板的问题）唔把触摸屏关掉了，好像可以了，但是还有没有可能抢救一下具体情况不清楚，您可以试试预约一下看看是不是屏幕上有水没完全干--Ayermo()预约没有回复可以直接抱着电脑去it侠工位吗[表情]--【IT侠】一款吉祥物()[图片]--【IT侠】一款吉祥物()别啊--【IT侠】一款吉祥物()而且我们那个不叫工位--[IT侠]及时备份数据，善用搜索引擎()@Ayermo@Ayermo看起来有同学已经接单了，等他联系你--Ayermo()好滴！--系统消息()太阳熊加入本群。--偷走一年光()
--偷走一年光()如果开机没开什么程序--偷走一年光()但是磁盘占用率就几乎%了--偷走一年光()这个是要怎么解决呀推测是机械硬盘，可以考虑换掉了[图片]
发送时勾选“需要回执”沈迢加入本群。再请教一下，我上次去装内存条的时候it侠同学告诉我两个内存条组成双通道会更好一些
有地方装两个内存条就能组双通道但是基本上所有的主板都最少有两个内存插槽还有就是硬盘和主板要有什么匹配的吗，还是只要接口能对上就行啊上次那个同学和我说需要某个编号相近来着现在的话这只是保证内存兼容性能对上就行是否双通只和主板内存插槽布线有关哦哦好的@偷走一年光那这个呢笔记本双槽插满就是双通台式四槽AA，BB一对一对插也是双通对上基本协议就没问题OK了解了然后内存型号不同的话最终生效频率按多条中能支持的最低频率来看台式机显卡驱动异常装也装不上咋整啊是显卡坏了吗重启试试重启完了也装不上[图片]深海吟鱼加入本群。
这都有可能吧好的好的，谢谢同学！
预约要找谁预约呢itxia.club可以看一眼群公告（好的名侦探柯基撤回了一条消息，你猜猜撤回了什么。打扰一下大家，想问一下电脑打不开ChatGPT是怎么回事。电脑浏览器没问题（其他网站和外网能打开）梯子也没问题（在手机上可以打开ChatGPT）电脑上打开ChatGPT显示的是err_connection_closed[表情]好诡异啊啊很正常吧，我有时候也打不开，第二天就好了
@|˄·͈༝·͈˄₎.｡oO@|˄·͈༝·͈˄₎.｡oO哦这样子吗（）那我再等等[表情]@偷走一年光不好意思，具体的等待时间很难说，要根据单子难度以及擅长对应方面的社员的空闲时间来看OK没事，我先线上咨询游戏本对多久关一次机有要求吗（）这有什么要求，想关就关要是觉得有问题，可以重启解决%问题（确信）彳亍内存条购买一般有什么要求吗正规渠道(京东自营等)，正经品牌，剩下的根据容量和频率随便买就行了看好板子和cpu支持的频率上限，明确自己的需求，预算频率在哪里看呀你把你的主板和CPU配置发出来你是院里发的主机吗群友帮你看你办公用的话随买个的都够了@记得补考离散@记得补考离散附议@电脑进水不要开机！！！@电脑进水不要开机！！！是的吧设备名称DESKTOP-BBNS处理器Intel(R)Core(TM)i-CPU@.GHz.GHz机带RAM.GB(.GB可用)设备IDDABB-EC-E-B-DE产品ID---AAOEM系统类型位操作系统,基于x的处理器笔和触控没有可用于此显示器的笔或触控输入@记得补考离散OK@记得补考离散代i买的就行草，好像是和我发到的同款垃圾主机(bushi)这配置好熟悉（[表情][表情]我前天也才发过@记得补考离散@记得补考离散是xmp标准，给品牌整机用智能识别到/奥，这么拉啊那用ddr就行了买的条基本上都是jedec标准，还便宜我不知道有支持ddr的lga处理器--[IT侠]水龙()你不是预约了吗等预约单有人接单线下给你拆开来看了就有答案了……[图片]前几天才买了两条这玩意，给品牌机用够了类似的普条基本可以闭眼买，反正内存终身质保能不能教教我怎么在d的槽里插d能不能教教我怎么在d的槽里插d@[IT侠]水龙@[IT侠]水龙我老师已经在催我给她发京东截图了双十一也没到呢组里能报的那就无所谓了其实（能报的多少米没区别吧还是有的吧，第一次报我也不敢弄得太浮夸这种频率的内存很便宜没事的，报销都是小事--偷走一年光()@DON'TPANIC（已毕业）我都只敢报G的但买散件是不一定能报销的，要看组内报销政策，因为资产处一般规定以上才能做成固定资产做审核，因此有的组怕公费私用会规定凑以上的件达到做固定资产的标准买两个老师可能会觉得我在办公室里玩A大作这个意思是要捡贵的买吗[表情]但也有的组因为以上要强制做固定资产，审核很麻烦反而更提倡这种硬件限额以下地买有点难绷了你这电脑打个a给我看看所以报销政策得找你们组的RA问清--Iori<hey__ke@outlook.com>[图片]--幻影Hazer()能流畅运行office三件套都不错了（）--Iori<hey__ke@outlook.com>好歹也是个代i你能运行QQ吗，能运行QQ就是能运行A（虚幻五是吧@[IT侠]BUG人肉排雷者@[IT侠]BUG人肉排雷者我们是这样的--DON'TPANIC（已毕业）()所以前不久趁着T固态的时候买了（[图片]@DON'TPANIC（已毕业）有水平的买两个没问题吧加起来也就多两台电脑，要买四个柚之加入本群。少游撤回了一条消息tiplust值得买吗正在用用了小一年没什么问题
大概还是找官方售后，MacBook的维修步骤比较繁琐，社员能接的概率不算太高，只能作为低预期方案（尝试走店保（看过外屏没坏，给保的案例），不行再看你需求，对屏幕要求比较高的话走官方付费维修，比较低随便找个维修店@少游@少游小贵，可以等等反正双快了想买就买双十一不一定会降价不好说，反正就这么几天了，等等也没啥吧[图片]笑死这两个月固态确实涨价厉害好的，谢谢二位！！@【IT侠】一款吉祥物@好好睡觉电脑电量耗尽后重新充电开机，发现键盘失灵可能是什么原因呀[表情]外星人x，之前也有过这种情况，忘了最后怎么好的怎么个失灵法，部分键按不出来？之前出现这种情况的时候也是耗电完毕吗外星人要不直接找售后吧（（售后呀外星人应该有全智服务的可以上门的--系统消息()白念加入本群。[图片]怎么放电呢要拆机吗B站有教程担心的话就去itxia挂个单吧[图片]重装了一下驱动解决了感谢好像是因为很久没更新没事我以为你已经刷过驱动了才来问的我的我的[图片]电脑的电源适配器好像坏了（因为用别人的似乎能充上），这个it侠能修吗（）[图片]如果确定是电源适配器坏了的话不能不能不过想要拿过来确定问题还是可以的工作室电源线挺多的
有没有人在不好说[表情]最好还是不要直接过来吧可以在预约系统里写你比较着急好谢谢！--【小白】当归（闭关版）()有uu知道怎么在colab里装python.的环境吗刚问问这个[表情][图片]有没有uu遇到过推荐用conda管理不同版本的python校园卡怎么充啊？显示无此客户信息请咨询itsc估计是上一次事故后遗症吧@[IT侠]及时备份数据，善用搜索引擎@[IT侠]及时备份数据，善用搜索引擎colab里面好像用conda挺麻烦的[表情]@当归（闭关版）colab的Python不是预先定义的吗如果我后面来迁移系统的话是不是现在要先把电脑里的数据保存一下可以过来之后叫接单的同学来搞也可以[图片]就是有很多软件要重装比较麻烦还是建议先备份--【小白】SowaMinerwy()预约吧都处理不了的木马，估计也没多少人能处理了（）建议重装（[图片]
找客服好的，我先问问@Fibonacci@Fibonacci经典CPU虚焊如果里面东西备份了的话，直接找客服花二百多块钱修一下就行了你也可以看看CPU调度，确认一下是不是虚焊手机上怎么查看cpu调度呢
@电脑小白应该会的也可以催催好的[表情][图片]问一下这种华为备份文件怎么批量删除后缀啊让gpt给你写个代码@[IT侠]水龙有道理powertoys)powerrename隶属于powertoys[图片]落花似人加入本群。能换就好看着磕碜嗯如果愿意自己买个好壳it侠大概也能把壳装上吧但是刚买的还是先去官方[图片]求助最近电脑在校外开机使用然后带到校内就找不到网络，之前没有这个问题，现在每次都要重启才能找到校园网[图片]好像有这种情况我都是关闭无线网重新打开就连上了无线网在哪里关闭呀？我在外面确实是插了网线求助[图片]PIN忘记了戴尔电脑想起来了没事了[图片]想问一下dx现在怎么下载这东西不是Windows自带的吗[表情]刚才玩游戏报错显示没了我记得有个专门补dll的软件之类的https//www.microsoft.com/en-us/download/details.aspx?id=这是的下载好的谢谢
[图片]这个自己可能解决不了--【小白】当归（闭关版）()有没有uu在colab里面成功用了tensorboard[表情]--【IT】二加一等于叁<xiebaokang@qq.com>[图片]--【IT】二加一等于叁<xiebaokang@qq.com>有哪位大佬能给我说一下这是怎么回事，本来还能用，突然就不行了，卸载重装也不行--【小白】偷走一年光()
--【小白】偷走一年光()我周一就预约了--【管理员】[IT侠]及时备份数据，善用搜索引擎()@偷走一年光应该有同学接单了，但是还没联系你@偷走一年光--【小白】偷走一年光()没事没事，已经有同学联系我了可以，现在断电别再用了，我们可以拆开晾着@天光破云我们明天尽量早点给您解决好的，谢谢先预约吧--【小白】贝塔，贝塔，我是舒克()
--【小白】[IT侠]香菜()是哪一单呢？--【小白】贝塔，贝塔，我是舒克()电池充不上电[表情][表情][表情]--【小白】[IT侠]香菜()你今天上午有空吗--【小白】重装不如重买()@浮光@浮光我好像就是局域网共享文件夹--【小白】重装不如重买()协议不太懂讷--【小白】五年红薯干()windows系统那个就是smb学校把端口屏蔽了--【小白】五年红薯干()如果是在你自己的一个路由器下是可以的--【小白】重装不如重买()哦！那可能我们实验室用的路由器--【小白】重装不如重买()没考虑这么多--【小白】[IT侠]香菜()@贝塔，贝塔，我是舒克我看了后台，你似乎已经把自己的预约单取消了。你要不再检查一下？--【小白】贝塔，贝塔，我是舒克()我是取消了一次，但我又预约了一下，难道没有预约成功嘛？[表情][表情][表情]--【小白】[IT侠]香菜()似乎没有--【小白】贝塔，贝塔，我是舒克()好得我再约下--【小白】贝塔，贝塔，我是舒克()约好啦！
具体讲讲呢是涉及硬件的问题吗突然开不了机了黑屏了可能是主板的问题确定是主板问题的话应该修不了（电脑的主板问题我们也没法解决啊主板问题的话尽快找售后好的好的，谢谢大家！[图片]
似乎是没给文件权限应该是的，但是我在设置找不到搁哪授权[表情]这是通过“我的手机”连接的吗（好奇时臣加入本群。大家有啥单核性能比较强的游戏本推荐吗，预算r，主要打p社游戏要素齐全[表情][表情]先预约预约了已经有无用机械革命的uu[表情]想换电脑了，不知道有没有uu可以分享一下感受极光PRO离电很卡，CPU频率低@[IT侠]水龙升级bios之后会变好，但是续航只剩一小时了想买旷世pro这款@追求性价比在闲鱼买电子产品其实还可以续航无所谓我不太会保养，之前的商务本续航都被我干到一个小时了，基本都得插电用旷世我记得就是极光PROMAX？[图片]这个可以加点钱买大白龙吧
[图片]而且电脑也连不上姑且先看看网费？[图片]网费余额还是有的不会只有电子楼是这个情况吧，寝室里面可以连正确的在升级网络哦哦原来如此--()
--【小白】摘星星烤月亮()可以--()
--【小白】[IT侠]张致远（小白）()不用付钱--【小白】SowaMinerwy()不用自己买硅脂亦不用付钱--【IT侠】DON'TPANIC（已毕业）()如果觉得it侠提供的硅脂不满意，当然是可以自己购买的--【IT侠】DON'TPANIC（已毕业）()众所周知免费提供的硅脂比牙膏好那么一点x--【小白】幻影Hazer()好好好，下次带液金去（确信）--【小白】记得补考离散()有点好奇it侠提供的硅脂型号--【小白】记得补考离散()@幻影Hazer@幻影Hazer主板我想死的心都有了--()
--()同求[表情][表情]--【管理员】[IT侠]及时备份数据，善用搜索引擎()抱歉，临近期中，可能社员都比较忙--【小白】少游()it侠可以帮装固态吗--【小白】幻影Hazer()可以的it侠可以修U盘吗？金属外壳被压扁了可以复原吗？这个可能没办法好吧谢谢@记得补考离散@记得补考离散想多开几个模型训练奥那频率不是没多大所谓感觉没必要追求极致但是也别太扣真的会同时开几个模型训练吗[图片]这样的话，可能直接用组里服务器会好点?组里服务器用的人比较多[表情]也有可能是搞单机分布式是因为最近ddl要到了还有不少实验要做it侠可以帮组装主机吗？@[IT侠]水龙速来[表情]连装多台是吧@[IT侠]水龙一台[表情]能不能搞十一个非积木风扇的主机来装没，这位已经接了一单[表情][图片]要求理线整洁漂亮@[IT侠]水龙速来还真是理线整洁好看[图片]不开玩笑了（装机是肯定没问题的在系统上预约一下就好了，会有同学联系的@追逐谢谢装机这么爽么我当时装膝盖痛了三天放桌子上装感觉装机有一种快感把线理整齐也很爽装机也请大家从预约系统预约（舍友电脑成这样了重新安了屏线也没用的样子前几天也这样过了一小段时间又好了电磁短路没听说过[表情]没事，这人玩玩傻了这应该是屏线接触不良如果看过屏线的话考虑屏线和主板或者屏幕的接口我觉得更像是赛博精神病我让舍友挂一单了--Sunburst()[图片]--Sunburst()
--好好睡觉()看起来像是排线坏了--好好睡觉()如果重启重装还是这样，就大概率是屏幕排线坏了--Sunburst()重启或者合上再打开又好了，但是后面还会出现--Sunburst()显卡驱动是最新版本也没更新过--追求性价比在闲鱼买电子产品其实还可以()我舍友的电脑刚才也莫名其妙好了--【IT侠】出f+z+内存+各种风扇()华为的话就差了不少@lMl@lMl最少对半大概率分之好好谢谢
强制关机也关不掉好怪求救，一觉醒来手机无法开机，充了一个小时电也打不开[表情]（这个能约单吗我们估计不太一定能解决要不换个充电器试试充电的时候屏幕亮吗不亮有点难搞@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以按得不够久吧充电器给耳机、充电宝充电是有电的@[IT侠]及时备份数据，善用搜索引擎我再问问吧可能是屏幕问题长按开机键会有声音吗能出问题的地方太多了没有，用同学手机打电话是关机的[表情]也可能是尾插问题那我要到线下来看看吗[图片]看了我们也不见得解决得了，找找对应品牌的官方售后吧好的，感谢[表情]我就用h应该说我有一个h本子原神原生分辨率渲染精度.fsr开基本帧以上我看重H续航加便宜带出去有得用平常也用不上今晚xtx有点香出头自营话说h的话有推荐嘛我就联想了解比较多但听说联想去年的轻薄本很多低温锡我手机是小米（所以无脑redmibook机械革命无界怎么样thinkbook+鸡哥没用过@gargantua@gargantua性价比高联想的太贵了想性价比可以看无界+或者pro，redmibookpro，想质感可以买惠普星pro联想小新pro，thinkbook+这些价格应该都是-k的买hs的[图片]想问一下pdd上的电脑是只有百亿补贴的才比较靠谱吧pdd的东西，除非厂商本身售后很好不然不建议想买华硕天选[表情]这个算售后好的吗..ASUS电脑配件售后很好但是笔记本我不清楚这样...一般来讲大件电子产品还是京东自营比较稳妥如果差价不是很多的话
@（求不被清）@（求不被清）今年rog也不算绝对贵了，因为被拯救者衬托的有性价比了@本地科万宏鹏【小白】@本地科万宏鹏【小白】看公告@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以还真是拯救者今年太飘了OK，感谢。
希望安静一点，够用就行，不超频瓦尔基里c或者上e，压k应该很轻松c和gl还有利民的冰封远景和冰封魔镜哪个好一点[表情]主要关注静音除非你能找到一个评测过这两个的，否则只有自己都买来试试噪音谁说得准利民产品线很乱而且这么说吧你要压住满载的k不可能不吵如果他不吵说明他没压住所以如果只是够用就行我觉得都一样但是利民的低端不太行通常看质保或者赔付年限买至少年全赔的那种@.我现在在用e感觉没什么噪音，也有漏液包赔，年数应该挺高的除了小屏幕的软件可能有bug，没什么毛病没必要上e上个gl够了对gl跟其他两个不是一个级别的产品有钱也可以上Ve就比gl多个屏幕九州风神的冰魔方也不错现在v好像溢价还不一定买得到ok@[IT侠]水龙@[IT侠]水龙利民的都是年，gl也是年一般五年居多@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以那算了也不配用那么好的散热gl都已经完全够了所以我来问问可不可以再便宜一点gl左右c和冰封幻境多你要便宜的话就c吧c吧压得住如果便宜牺牲声音就算了[表情]而且瓦尔基里的安装上方便一点我记得声音说了满载都吵的……不想吵去主板拉拉曲线都一样[图片]
我建议首先看看qq和微信聊天记录放在哪先清一下spacesniffer看看空间占用好嘞谢谢！惠普光影精灵这个算型号吗（）草，还真是没打码有没有帮撤回@Osmanthus@Osmanthus算还有一个是拯救者YP拯救者疯了吗跟rog卖一个价双十一应该什么价啊，有无推荐，预算在k以下，目标用途就比较日常，有的时候剪剪视频打打怪猎（）要不看看rog魔霸魔霸还行或者rphx+，之前看到有价位的amd或者就天选四+，多的预算加个固态，买把机械键盘，买个显示器游戏体验一定是最佳的最好不应该是台式吗[图片]这个价配个乱杀我是说机械键盘和显示器对游戏体验的提升很大
[图片]连上自己手机的热点也没网，这是怎么回事呢[表情]DNS问题？“自己手机的热点”是指手机开移动数据然后电脑连手机的热点对吧看看群置顶公告先求问群大佬，四组团的桌子能摆下寸的显示屏嘛[表情]宿舍？几栋啊，我只知道我栋没问题，实地考察下桌子长度应该就知道了栋明天找阿姨借米尺量量@@不一定我的就放不下，买了个能调的比较低的架子才行不过也就多花块钱，问题不大买个升降支架放到最低应该是都能放下的@CHOH@CHOH谢谢啦，我已经搞好了，应该是我使用梯子改了我的DNS和代理啥的，导致我微信能用，浏览器用不了--【IT】二加一等于叁<xiebaokang@qq.com>差了元
工作室确实有人，但是拷贝你硬盘的人不在--【IT】二加一等于叁<xiebaokang@qq.com>纠结了半天，元拿下了超级冰龙预算-左右有什么游戏本推荐吗？看了一圈感觉看不出什么所以然，不打游戏，可能会用一点设计绘画建模软件，abode之类的，现在的轻薄本发现打开这种软件很卡暗影精灵@二加一等于叁@二加一等于叁挺不错的价格超级冰龙我记得用料挺不错的
--【IT】二加一等于叁<xiebaokang@qq.com>干嘛不买旗舰旗舰没问题的赚的--【IT】二加一等于叁<xiebaokang@qq.com>她说我元以下的商品任选，不会提出任何的质疑，但是人不能太贪心，已经满足了突然狠狠被打了一拳，有什么头绪吗[表情][图片]--【IT】二加一等于叁<xiebaokang@qq.com>有了这张卡，我打英雄联盟，应该不会被单杀了吧[图片]这不等等s这次给了g显存早买早享受，s抢首发价格比较可观吧[表情]@二加一等于叁@二加一等于叁?想把你莎了--【IT】二加一等于叁<xiebaokang@qq.com>算了@记得补考离散@记得补考离散你可以进峡谷化身敌方打野给他狠狠地军训--dd()@记得补考离散今年不是黑屏吗--【小白】【IT侠】一款吉祥物()乖，闲聊吹水换个群说乖，闲聊吹水换个群说乖，闲聊吹水换个群说乖，闲聊吹水换个群说复读也停停您本可以说预算一万但想持家一点的才k不是，谁问你了@二加一等于叁@二加一等于叁[图片]最高好像支持到要是预算有限不用买华硕hma性价比不太高映泰的b/mxepro和hma一个价钱但拓展性高一档次华硕bios好点吧（虽然一般也不进去打算装一台放家里，放假回去可以不用带自己的电脑。需求大概是打大表哥这种游戏都买h了bios其实无所谓买这块板子更多是玩灯@Vendredi没有这种需求@Vendredi作为穷b肯定预算越低越好[图片]大表哥肯定够玩了肯定够了主要看显卡@谁见幽人独往来预算多少啊cpu+主板，显卡其他都有接受二手和寨厂吗想问一下这个无头骑士怎么样[图片]二手显卡可以吧，主板还是想要主流的如果配个上半身大概需要多少？@杀杀杀杀杀杀杀@码宝怎么你了想体验不如搞个macmini主要就是想体验一下mac没有台式机@谁见幽人独往来主板买上下的h，除了华硕，其他都能买到@nendd@nendd赞同显卡可以看看xt，目前千元左右性价比较高好好好，推荐哪个平台呢？我觉得无所谓哪个便宜用哪个那我先去pdd看看pdd叠个券要是玩p高刷也够用我可能近期出个s（之前块钱一张买了两张，性价比无敌不过二手s也不是能买到的宿舍放了台h+ti的拯救者，吃灰好久了我这卡大概中高画质+dlss可以流畅k大表哥和光追就别想了@出f+z+内存+各种风扇@出f+z+内存+各种风扇也可以k吗流畅=帧可以dlss拉满不过dlss在k下一般也看不出瑕疵追求性价比在闲鱼买电子产品其实还可以撤回了一条消息上次试了带，没有跑到帧，可能是没开dlss如果目标是中画质p大表哥能接受dlss的话+我觉得够用了没逼格的话可以（还是算了，预算不够太贵纯打游戏不如a卡主要图一个dlss这个成本想拉起高配游戏还是得靠魔法咋样别买有点老起码吧fsr还是比dlss效果差的而且fsr还是跑在光栅上dlss跑在不一样的硬件我觉得还是理论性能更重要一些拉下功耗能打最近有的ti，不过是京东国际保修不太行西风的新显卡，应该没矿铁矿s闲鱼大概什么价位啊那感觉不如的gx穷买xt吧@谁见幽人独往来@谁见幽人独往来矿别买咸鱼或者xt翻新的好歹pcb和显存给你换了，还有个保修，矿就全是垃圾了买我的保证没矿年买的[图片]卡诺基没人买了吗恕瑞玛也有买的[图片]发行者@谁见幽人独往来@谁见幽人独往来可以单独带显卡回去[表情]@Vendredi@Vendredi这不买丐帮帮主去买个蓝宝石xt吧二手一千出头也可以蓝宝石现在支持个人送保瀚凯也可以这些正经牌子其实比发行者恕瑞玛要稳一些--杀杀杀杀杀杀杀()想问一下，无头骑士配头a屏幕再哪配好一点啊[图片]
重装一下驱动你确定，那个网线是好的吗？网线也没法?可以试试手机usb网络共享网线是好的@记得补考离散@记得补考离散是的@记得补考离散@记得补考离散没有网[表情][图片]按理来说win网线是免驱的是的要不拆了看看是不是网卡松了@[IT侠]及时备份数据，善用搜索引擎试试这个[图片]逍遥龙撤回了一条消息好吧，确实网线松了--【小白】Osmanthus()虽然不太明白，但是感觉au不太行（）--【小白】Osmanthus()电源用得着w的吗--【小白】[it侠]鹿转()也行--【小白】[it侠]鹿转()不过我还是上了--【小白】追求性价比在闲鱼买电子产品其实还可以()[图片]--【小白】Osmanthus()有没有折中w的（）--【小白】追求性价比在闲鱼买电子产品其实还可以()这是因为我最近换的g内存吗（--【小白】记得补考离散()@Osmanthus@Osmanthusti上没问题--【小白】记得补考离散()上就行--【小白】记得补考离散()[图片]--【小白】Osmanthus()还便宜五十块钱，好好好--【小白】Osmanthus()风扇要这么多个吗--【IT侠】出f+z+内存+各种风扇()风扇一个是好看一个是夏天防止死机--【IT侠】出f+z+内存+各种风扇()一般至少三个可以上到个--【IT侠】出f+z+内存+各种风扇()至少一个吧--【小白】Osmanthus()鹿转这整了个--【小白】Osmanthus()怎么知道有没有HDMI接口（）--【小白】[it侠]鹿转()显卡上至少有一个，不用担心--【小白】[it侠]鹿转()其实我自己装d只上了个--【小白】[it侠]鹿转()[图片]--【小白】Osmanthus()大不了多三个当电风扇吹我（）--【IT侠】出f+z+内存+各种风扇()可以买个冷排--【IT侠】出f+z+内存+各种风扇()省三个风扇的钱--【IT侠】出f+z+内存+各种风扇()[图片]--【小白】记得补考离散()然后散热多出是吧--【小白】记得补考离散()[图片]--【小白】Osmanthus()发热真有那么严重吗（没用过台式机别打我）--【小白】记得补考离散()没有--【小白】记得补考离散()及以下的cpu--【小白】记得补考离散()都可以用风冷压
预约不要开机@[IT侠]及时备份数据，善用搜索引擎已经提交了@[IT侠]香菜立刻关机了--【IT】二加一等于叁<xiebaokang@qq.com>不过现在已经过期了【淘宝】https//m.tb.cn/h.QjAqHz?tk=BepKWWtXyvWCZ「WD西部数据移动硬盘t正品外接电脑tb手机外置t大容量机械存储」点击链接直接打开或者淘宝搜索直接打开这个可以买吗[表情]买固态的移动机械盘全是电子垃圾这前两个有啥区别[图片]写一个unity小项目盘全炸了怎么搞，是不是要存固态硬盘里@[it侠]鹿转感谢(^^)@[it侠]鹿转不备份存哪个盘都一样@鼠本华@鼠本华上GitHub（
mac一般都很难拆那有什么办法嘛？南大有店可以修这个嘛？反正别去电脑医院[图片]去直营店能修嘛反正去找官方的售后哦哦好滴@lyyyywen!@lyyyywen!直接预约天才吧，会帮你做检测和拆开来清洁的好的好的，感谢！然后做完之后账单-但是如果饮料糖分多，键盘黏的问题会反反复复[图片]只清洁一下倒是不要钱这么贵啊先去问问价格苹果的保修费用是两个极端有ac有时候等于不要钱没ac…只是清洁不要钱的（刚刚去玄武湖和艾尚天地清洁过两次[图片]我买的话可能就搞个七彩虹了各个地方都没啥问题左右这样七彩虹买个ultra也可以@记得补考离散买完上面那个铭瑄了[图片]这样是不是就OK了我觉得OK机箱风扇散热器有吗有海韵太贵了，你要是钱多也可以上内存买只能跑g[图片]
[图片]选择退出账户，一直还有自己的账户信息重装下浏览器这是你系统登录的账号吧可以试试去设置里把edge重置可能只是edge识别到了系统登录的账号，猜测你要登这个看起来已经重置了浏览器那个估计只能清空cookies/重置因为edge和微软家自己的系统联动，会读你本地添加的Windows账户信息你在edge里添加的账户也会有信息存在本地明白了，我看如果真登录还需要给我这个邮箱发信息验证，应该不会影响我的信息安全谢谢大家如果你那么在意信息安全非本人电脑开private模式用就好了
为啥要这么烦直接用mac的office不就可以又没有阉割要用的插件只能在win系统上用[表情]电脑登不上校园网了[表情]这种情况怎么处理呀能连上校园网，但是登不上教务网这一类，所以也就不能到p.nju.edn.去登录https//www.yuque.com/itxia/help/nju_wlan_qa_pro_plus_max_ultra我无机不会加入本群。@柠檬酸钠.@柠檬酸钠.虚拟机直连学校局域网了吗（虽然不一定是卡死的原因，但要激活应该需要连学校局域网想问一下，hdmi连接主机之后显示器不亮是为什么这根线连接ps能正常显示，应该是好的，主机的hdmi口刚刚在工作室也能亮屏主板有debug灯没亮了一个红灯写着啥，vga?你看看是不是供电没插，或者hdmi接在主板后置io处了另外推一下ps交流群[图片]在里面了（）换了一个hdmi接口也没这个debug灯看不清楚是啥它突然又好了。。。玄之又玄，众妙之门--系统消息()J•MAX•Y加入本群。--()
--()[图片]--()上述情况--追求性价比在闲鱼买电子产品其实还可以()屏幕是完全不亮还是很暗很暗可以再观察一下--()会微微亮一下--()不过刚刚，突然又亮了，不知道为什么--()亮之前有像是被电磁干扰的那种画面--()
--()发现Multisim的版本不对，然后重新下载的时候碰到这种情况--()[图片]--()老师说让我最好把文件保存好--()这个是要重装吗怎么进到命令行界面了，并且你是从压缩包里打开的嘛，不尝试解压一下解决不掉大概也只能重装系统了吧
@Kes碰到fnlock了吧按着fn再试试呢嗷嗷好了谢谢啊问下备份数据一般是备份哪些东西，我电脑里除了作业和软件没有别的东西了你认为比较重要的，不太好复制的软件本体可能也就是重新下载的事软件的配置有需要的话可以看看能不能导出但是如果有什么本地聊天记录/已经过期清除的课件作业资料/游戏存档/图片备份之类的最好还是备份一下这些已经备份到u盘里了应该没问题吧你预约来了之后装系统之前或许我们还可以帮你检查一下ok已经预约了校园网有运营商的说法吗运营商宽带和校园网宿舍接口共用一个接口，但这是两个东西好像网线接口是两个？校园网的貌似是什么鹏博士长城宽带不过没找到具体的查询的地方然后几年前的话校园网本身网络是购买的鹏博士的服务，是电信移动线路混合噢噢那有啥办法查到我当前是用的哪个运营商线路吗[表情]其实没意义，根据我的了解，你的线路其实不是固定的，校园网后端管理员曾经为了优化一些网站链接速度，对不同校内区域的用户连接不同网站会分配不同线路或者出海端口哦哦好的--【IT】二加一等于叁<xiebaokang@qq.com>
--【小白】TheJokerヾ()大众点评搜一下第二颗纽扣--【IT】二加一等于叁<xiebaokang@qq.com>好的--【IT】二加一等于叁<xiebaokang@qq.com>谢谢@TheJokerヾ南大的网今天又出问题了吗？为什么一直显示不可上网没网费了，没事了[图片]有人知道电脑沾水后，没有任何插USB，但电脑一直弹出无法识别USB，怎么处理嘛[表情]预约吧电脑电池显%，充不进电，拔掉电源不能开机；重启，时间会跳转到年有什么解决办法啊（插着电可以使用）电池挂了@，看到你的预约单啦应该很快就会有同学联系的最近接得挺快的@前台小妹@前台小妹好滴
可以太好了！我先预约一下？对的更换主板是什么换成什么是CWU换成Zz是啥@记得补考离散华硕Z主板@记得补考离散[图片]
[图片]hdmi转vga？求助有好心人有联想拯救者的充电器吗，我想借用测试一下我的电脑是充电器坏了还是主板坏了……（目前就是开不了机，插电源灯也不亮）@[it侠]鹿转@[it侠]鹿转应该是的刚刚水杯打翻，电脑侧面沾了些水，但是电脑看起来还在正常运行，我把水擦干等几个小时之后开机应该没问题吧保险一点，明天开--【IT侠】改出s无矿了()比如的单层吉士汉堡和.带可乐的双层吉士汉堡--【小白】记得补考离散()@千明@千明其实是十块钱的小杯可乐和十二快的超大杯可乐--【小白】记得补考离散()十二块的超大杯也没有性价比--【小白】[it侠]鹿转()还不够准确--【IT侠】改出s无矿了()想吃双吉了--【小白】记得补考离散()但是考虑到有十块的小杯--【小白】记得补考离散()好像就还不错啦--【小白】小黑AWM<andrew@qq.com>为什么国内麦当劳没有块钱畅饮--【小白】小黑AWM<andrew@qq.com>玉玉了。--【小白】谁见幽人独往来()萨莉亚有--【小白】记得补考离散()@小黑AWM@小黑AWM大爷大妈教你做人--【小白】[it侠]鹿转()准确说是块钱的泔水，块钱的基础可乐和块钱的大杯可乐--【小白】[IT侠]bonnie()萨莉亚才九块--【小白】谁见幽人独往来()好像上面还有人问题没解决呢--【小白】[IT侠]bonnie()[表情]--【小白】记得补考离散()到时候大妈拿桶来装--【小白】小黑AWM<andrew@qq.com>不是啊--【小白】小黑AWM<andrew@qq.com>畅饮就是花钱买杯子--【小白】[it侠]鹿转()去萨莉亚吃就行了（--【小白】小黑AWM<andrew@qq.com>这不是南大里没有嘛--【小白】小黑AWM<andrew@qq.com>建议好的老板尽快意识到自己存在的多余性--【小白】记得补考离散()@小黑AWM@小黑AWM然后杯子装完往自己带的容器里倒就完了--【小白】小黑AWM<andrew@qq.com>并把店铺转让给萨莉亚--【小白】记得补考离散()[表情][表情][表情]--【小白】谁见幽人独往来()我再水一句，和园的瑾厨十几块钱畅饮还送一顿饭--【IT侠】改出s无矿了()？--【IT侠】改出s无矿了()[图片]--【小白】StayYoung()啥--【小白】谁见幽人独往来()不氵了哥，人问题还没解决呢[表情][图片]一开机左边的俩个小灯就亮起来按也按不掉电脑温度正常，五分钟前正在运行wps（英特尔的笔记本看下任务管理器，有没有高占用率的进程刚刚重启了一下还是响就先关机了，等课间我再开机看看（没有显示高占用率的进程也狂转怎么办环境温度过高？和风扇策略有关系或许也有可能是里面灰太多了（硅脂干了也有可能大概是后者（cpu占用率不到百分之十，内存百分之三十可能是了（破案了，莫名奇妙开了基准模式用nuc迷你电脑软件工作室关掉了家人们[表情]紧急求助平板放在书包里可是水杯漏水了充电口朝底放的发现漏水就马上擦干了，没有关机，怎么看进没进水哇，进了多少想问问U盘中病毒，文件变成lnk后缀了，能怎么解决呀？
一般不需要修已经有一些松了这样子的没问题吗工作室说不定有螺丝emm感觉这边的卡扣应该是坏了我也不清楚，那我网站上预约一下吧，谢谢啦反正就是找两个一样大的螺丝补上去好的好的
保存两份最安全是这个道理，就是想知道移动硬盘会不会相对固态更安全一些，在没有磕碰的情况下还是说移动硬盘就是完全的智商税移动硬盘不也是nand么不是吧是这种[图片]移动机械硬盘是完全的智商税--追求性价比在闲鱼买电子产品其实还可以()连安全性的优势都没有了吗--追求性价比在闲鱼买电子产品其实还可以()固态+固态盒一般可以安全的保存数据多久呢-年？--[IT侠]kakaa()机械移动安全最多只能取两个--追求性价比在闲鱼买电子产品其实还可以()所以固态+固态盒还是相对的最优解--Vendredi().寸机械硬盘大部分都是叠瓦盘--【IT】二加一等于叁<xiebaokang@qq.com>watx.好像是看具体配置和预算我觉得买个w电源大概率是要带ii/xtx的就没必要在电源上省太多--【IT】二加一等于叁<xiebaokang@qq.com>[图片]我是加xtx--【小白】.()预算以内那我去买ampw--【IT】二加一等于叁<xiebaokang@qq.com>我之前看到过这个up说，海韵电源带xtx好像有啥问题--【小白】.()是说会重启--【小白】.()是的吧不过w就无所谓了我只要没有滋滋的声音就行--【小白】Vendredi()单纯打游戏的话可能性价比没有a卡高性能高不了多少直接下一代@二加一等于叁@二加一等于叁这个价有点哈人了xtx有瞬时功耗w的bug好像一般来说电源都要五毛一w以上才能用--【管理员】[IT侠]重启解决%问题()有测过峰值压力么（）--二加一等于叁<xiebaokang@qq.com>可以去b站搜一搜emm--[it侠]鹿转()我还是蛮怀疑的--二加一等于叁<xiebaokang@qq.com>就是这个up出的，这是他自己测自己的，仅作参考没听说过，pass--二加一等于叁<xiebaokang@qq.com>我买的那一款电源，看到有人说，如果在功率卡在风扇智能启停点，就会不停的开和关[表情][表情]您可以试，但我不建议在这个小白居多的群推--[it侠]鹿转()怎么说呢，确实有一点误导性吧--二加一等于叁<xiebaokang@qq.com>[大怨种]请使用最新版手机QQ体验新功能--系统消息()八化十峰加入本群。才不到ppro多，pro多为啥p涨那么多那会儿还是没那些掉盘e掉健康度的问题ppro之前八百多性价比挺高接受oem的话pdd上还有五百多的sn就是oem版的sn八月份找到的最低价是pdd的多@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以没用卷吧用了应该能以下出头@谁见幽人独往来这块换下之后不知道干啥了，就一直放着[表情]买p吧京东多买个硬盘盒[图片]硬盘盒里塞的是笔记本拆机的镁光长度的固态也是g最近打算把移动机械硬盘出了换固态+固态盒tf卡、u盘和硬盘盒用哪个比较好一点感觉是硬盘盒吧就是不知道固态长时间不使用会不会有问题半年应该没事？的有点长@谁见幽人独往来指长度那买个硬盘盒[图片]
可以，但是看有没有人接好的谢谢！惠普笔记本屏幕闪烁，经惠普工程师排查是屏幕问题，需要更换屏幕，但工程师说可以用第三方的屏幕；同学说可能是屏线问题，想问问佬们有没有什么解决方案不在保修就换第三方也行想问问有没有会换屏的xd[表情]@雁卷西楼@雁卷西楼啥型号惠普ElitebookG[图片]
看起来是一个ftp服务器可以在Windows资源管理器里面输入ftp//.../谢谢，找到了想问一下，我的mac适配的官方充电器是这个，我买支持wPD快充的品牌手机充电器可以正常使用吗[图片]可以的谢谢！--【小白】逍遥龙()[图片]--【小白】逍遥龙()求助，最近电脑老是过一会就找不到WiFi。目前还是这个状态，试过重置网络，重启服务，重新下驱动，关机放电，重新插拔网卡，都没有用。目前只能连接网线上网。不知道怎么解决无线上不了网的问题呢--【小白】逍遥龙()[图片]--【小白】逍遥龙()[图片]--【小白】逍遥龙()[图片]--【小白】逍遥龙()[图片]爱封陌加入本群。还可以别的都是屎现在哪块cpu性价比高一点不同价位有不同的高性价比选择能接受AU性价比会更高@谁见幽人独往来@谁见幽人独往来代就然后就kfkfamd那边就xdff[图片]ti及以上就kf或者且预算充足可以kf及以下可以用f针对单机别乱推荐了没有ff也没有k具体推荐什么cpu看预算和用途单机按这个确实没什么问题，虽然和打错了其实配也不损失多少性能（乐打游戏的话f性价比高一点讲道理f配也就少那么十帧不到都有了还有人用f遇到像星空这样的重量级就暴毙了[图片]之前有个极致性价比得w求推荐屏幕护眼的手机[表情]oled屏用着眼睛快废了
个人不怎么玩儿游戏，不了解这些鼠标不如自己去试lcd屏好像不多见哪个模具顺手买哪个@打瞌睡的时候枕头掉了@打瞌睡的时候枕头掉了预算充足无脑gpw@[IT侠]重启解决%问题@[IT侠]重启解决%问题感觉不如gpw[图片]gpw现在多少钱啊@Aurora@Aurora海信停产了，可惜，不然看看墨水屏@[IT侠]kakaa@[IT侠]kakaa多高端一般不会用lcd的@记得补考离散@记得补考离散出三了嘛？没关注，毕竟我是买了EC为童年交税的怨种我在用g好用的又便宜除了有点重和用号电池以外没什么缺点吧想换个type-c无线@[IT侠]kakaa@[IT侠]kakaa我记得可以买那种轻的电池
--二加一等于叁<xiebaokang@qq.com>[图片]--二加一等于叁<xiebaokang@qq.com>WIFI连校园网下载东西没问题，就是不能连手机热点--二加一等于叁<xiebaokang@qq.com>网卡应该是没事生科撤回了一条消息
其他应用能连上网么也不能重启试试？或者之前有没有没关梯子就关电脑需要重新连一下梯子好的，我重启一下试试--【小白】昨日光影()南大云盘出现这种情况是发生了什么[表情][图片]--【群主】数据常备份/预约带电源/提问请上图/Minaduki()刷新下看看？也许只是网卡了--【群主】数据常备份/预约带电源/提问请上图/Minaduki()--【群主】数据常备份/预约带电源/提问请上图/Minaduki()如果一直不行可以去云盘群问姚老师
@没什么特别需要注意的，只要不是清晰度太高导致笔记本带不起来就行[表情]@实测五六千的笔记本带k显示器明显卡顿[图片]那什么品牌的显示器性价比比较高呢二手显示器@雁卷西楼啊？@不是简单所谓的型号适配，还有不要听上面的人误人子弟，笔记本的外接显示器比较复杂，在办公负载情况下，你的外接显示器效果能否足够取决于：.你的笔记本负责解码的单元性能是否足够.你的笔记本的输出接口带宽是否足够.你买的连接线是否合格即使在以上三点满足的情况下，我依然见过有人使用外接显示器相比原内置显示屏游戏明显掉帧的情况，这也部分取决于笔记本厂商的配置问题[图片]上面这个五六千的笔记本带不起k的查查你笔记本的接口和你的线八成是k了笔记本一般都是hdmi吧看看说明手册里的规格hdmi或者c口基本就是你这台笔记本能带动的最高规格HDMI.就能保证kC口除了雷厉带不动很高规格老的可能只有HDMI.，就上不了k确实只是系统的话十几年前的卡带k也不会出问题的打游戏的话有时候都带不动（想配台式接双屏桌面会不会放不下如果是台式的系显卡带k能带动吗台式得放下面了要看你干什么vscode肯定可以看文档核显都能带天际线配置全部拉满大概不行双屏我觉得够呛感觉不太塞得下一竖一横？竖着一个配一个显示器支架两个横着不可能宿舍的桌面要拆挡板了笔记本搞pr,ae性能太差了看文档写论文和剪视频之类的话，台式加一竖一横双屏差不多够用？这个看你自己想法了有多重的剪视频需求确实反正现在电脑渲染个k帧都够呛以后处理k帧估计要谢[图片][图片]客官，量力而行是很重要的呢那要做好机器预算起飞的准备了如果只是看文档写论文剪视频k真的有很多人的设备支持看吗买个MacBook可能更适合（特别是剪视频@[IT侠]提醒关代理小助手视频文件拍出来就[表情]顶级cpu，大内存，高端显卡，大容量存储一个都不能少（啥机器拍k啊准备入御p但这就没马内配台式了[表情]反正要做好处理视频的电脑比御p贵的准备代i+都不够吗这也要w出头了考虑到你还要大内存和大硬盘不过也不要被吓到，毕竟我猜你也不可能天天拍k（看来高负载渲染视频比大部分游戏压力大很显然的事情@便宜出点带灯的风扇@便宜出点带灯的风扇k游戏只有-帧[表情]游戏帧数和显示器帧率是两回事（显示就是一个水池里上面进水下面出水的过程（x笔记本打k游戏啊不带独显基本别想除非你是h或者h这种原来如此@lMl@lMl同道中人勉强塞的下[图片]建议竖屏放寸横屏放寸你这个也是拆了挡板吧拆了挡板就好放了怎么有柚子厨拆了的[图片]没拆的belike卡的死死的没拆.[图片]为什么主显示器不放中间@TheJokerヾ@TheJokerヾ因为[图片]逆天设计是这样只能侧着坐@TheJokerヾ啊？这不是梯子吗[图片]@lMl直接贴座位了是吧研究生独有的单边梯子是这样放不下椅子@gargantua拓展坞？@TheJokerヾ确实逆天嗯博士生的桌子那个挡板有没有办法拆[表情]太逆天了有人买过联想整机吗有个朋友买了台刃k，w左右的价位上的b主板。。以及用风冷压k这种主板支持开或者频率的xmp吗@追求性价比在闲鱼买电子产品其实还可以@追求性价比在闲鱼买电子产品其实还可以这么黑我也呆住了整机主要是为了售后吧激活了也不能退了@重装不如重买是啊@重装不如重买主板应该是联想自己的也不知道能不能开xmp@重装不如重买@重装不如重买这个价堪比it超市了是嘛，没细看照理来说官方整机不会贵太多的k+ti看上去其实不错的但是是+t的想换内存的时候发现是b主板加上风冷压k风冷怎么你了整台机子就是正正好能用的水平我记得发热量很大的吧你去京东自营凑这一套差不多就是要.w不超频能压如果用的是比较不错的风冷不行就降压呗我在淘宝找到了好几家店差不多价位能上z或者b+g内存自己组应该更少唉也对便宜的水冷还要担心漏液w不是预算充足上个+ti用来炼丹的说实话这个价位上k+也行ti是不是显存少了点好难过而且自己配会合理很多.w拿头上现在上不了剩下来都是丐中丐当然行现在涨价了之前底价k的时候肯定够的也不会丐中丐
电梯我找到了一个电梯，但是最高只到三楼啊？那可能在修？那就三楼出去走楼梯哦不对你走错了吧，那个应该是去黑匣子的就进门左转的电梯好的我找找正门进去左转两个电梯在一起的找到了，感谢
https//www.yuque.com/itxia/help碰到Python环境库的问题，明明环境里有一些基础的包，但运行代码的时候，就是现实Nomodulenamed"xx"
你看一下解释器的路径另外在程序中打印sys.path看一下[图片]路径感觉也没问题，定位到相应的环境里面的这个问题已经卡了我很久了，导致科研停顿了一段时间[图片]奇怪的是，我软件上显示的环境是TensorFlow，但是sys.path打印出来的环境是tf-cpu这个环境那就是软件设置有问题吧然后我的anaconda也报错[图片]所以，想有偿找个同学，帮我一揽子看一下怎么解决或有没有IT侠的同学有时间帮个忙的麻烦了先预约吧，看有没有人接单[图片]--【前辈】[IT侠]BUG人肉排雷者()看看保修期去官方售后换--【IT】‭‭()过了也能有偿换吧不然就只能淘宝随便买了--【IT侠】便宜出点带灯的风扇()珠江路==南京华强北小白千万别去去买过还是挺乱的除非特别着急当天就想用不然网上买还是靠谱多的--【小白】[it侠]鹿转()反正京东也不是自营没有官方卖电池，所以网上都都不能说靠谱--【小白】安隐<whitesun@.com>难以置信，也就两年，续航这么烂--系统消息()柒·里·香加入本群。可能就是硬件坏了，修的话得拆开具体看看先放下静电试试？我之前一摸一样情况放了电就好了怎么放电啊挂个单子吧自己不会操作的话拆后盖，拔掉主板的电池接线，然后按几次开机键，大概是这样还是预约吧，之前没弄过容易出事
浏览器显示的什么，代理开着吗感觉听起来像dns污染[图片][图片]是不是开过梯子是的前天开了一下那就重新开梯子然后正确的断开不要连接着关闭软件试试!好了[图片]太厉害了呜呜呜感谢感谢[图片]重新开关之后好像正常了没事@谁见幽人独往来@谁见幽人独往来按照这个方法修好了，非常感谢--【小白】仙林sjw()闲鱼不包邮出（或者南小闲，记得消毒）--【小白】ᙏ̤̫<warycheng@qq.com>电子设备也是扔公寓垃圾堆？放旁边有阿姨会收吧@ᙏ̤̫@ᙏ̤̫真送吗（雾）--系统消息()夏天加入本群。绾峭加入本群。绾峭撤回了一条消息问问看已经预约的话大概多久能蹲到回复呀[表情][表情]因为真的有比较急的问题就是，虽然感觉不是什么很复杂的问题，但是自己不太会解决看到你的单子啦我的论文ddl已经近了呜呜呜呜请救救我！虽然社员们都是自愿接单我们无法肯定地给出接单期限但是确实能看出很急不过现在已经下班了好的呜呜谢谢你！希望能尽快有uu可以接[表情][表情]我真的要爆了它为什么偏偏在ddl之前出问题然后我们一般上午都不大会有人接单而且单子上也是写明日没时间吧如果周四一天都没有人联系的话再来催上午大家可能都在睡觉我姑且问一下你这个硬盘是指什么硬盘移动机械硬盘？好的！！谢谢提醒！@[IT侠]水龙@[IT侠]水龙对对对你需要他是因为你文件很大吗如果你在别人（比如舍友）电脑上能打开那你可以先传云盘啥的是因为里面有很多我需要的文件，但是它现在没法被电脑读出来……@[IT侠]水龙特别急的话可以用这个办法@[IT侠]水龙太经典了，我两年前有个移动机械硬盘就是这个问题啊啊啊但是我不是很确定需要哪些，因为里面大多是打包的论文集和电子书，我用硬盘相当于是查资料库多大？
屏幕开了吗屏幕输入选择切换到hdmi了吗hdmi插紧了吗我拿HDMI转typec然后typec连到手机上可以投屏连到电脑上就没有信号输入没懂你以前是能的？typec要输出得全功能typec你是拿显示器上的hdmi口插了一根hdmitoc的线插笔记本？想问一下我电脑现在蓝牙鼠标连不上显示驱动程序错误但是蓝牙耳机之类都正常已经重装驱动重启了还是不行怎么办、[图片]@[IT侠]水龙以前是可以的插的同一个口？就用HDMI转typec扩展坞是typec转hdmi吧对拓展坞上有其他口吗其他口插电脑能用吗能用啊@[IT侠]水龙*拓展坞上其他口插个东西再插电脑能识别到吗用这个扩展坞插手机上都能投屏能识别到那更新下显卡驱动啥的或者打开显示设置之类的看看有没有识别到屏幕没有识别到屏幕显卡驱动更新下吧不管是核显还是独显天真加入本群。
--系统消息()管理员[IT侠]及时备份数据，善用搜索引擎撤回了一条成员消息--系统消息()管理员[IT侠]及时备份数据，善用搜索引擎撤回了一条成员消息--系统消息()管理员[IT侠]及时备份数据，善用搜索引擎撤回了一条成员消息--系统消息()管理员[IT侠]及时备份数据，善用搜索引擎撤回了一条成员消息--系统消息()管理员[IT侠]及时备份数据，善用搜索引擎撤回了一条成员消息--[IT侠]及时备份数据，善用搜索引擎()抱歉，无关信息话说仙林IT侠大活那儿有电钻吗？装的台式机，在家用电钻螺丝拧太紧了。现在考虑加内存条发现自己拧不动机箱螺丝了。[表情][表情]有的好的，多谢
或者可以DVI接HDMI的[表情]这种网上都有卖的jd买明早到了好的京东自营买现在买明天肯定到雪糕长不高加入本群。[图片]
笔记本自带的摄像头吗？我记得hp有的笔记本有物理开关官网重新下个驱动看看以及看看有没有物理开关关上就可以物理断开摄像头或者也不是物理开关是fn+某些键的组合键@[it侠]金文泽查了下是的好的谢谢~[表情]我再去试试Withanorchid加入本群。求问，我电脑今天莫名很卡，然后我刚才重启，他现在转圈圈好久了怎么办[表情][图片]一般来说，CPU占用多少比较正常？取决于您的cpu性能和您正在运行的程序
就算吃满也没啥不正常的[图片]墙上的插口里面没网线吧，你看看你墙上有几个以太网插口，有的宿舍可能有两个，其中一个没用的
这头像像是某位喜欢指针分析的老师[图片]还真是[图片]☆加入本群。[图片][图片]如果是手动删除的话可能有机会找回来我之前rm-rf了一个目录去网上搜，有恢复方法。但是我看不懂就懒得做了最好还是给专业的人做但是我不知道靠谱的因为我的数据不值钱有些厂家（比如三星）是提供数据恢复服务的好的，多谢（是Machttps//www.yuque.com/itxia/help/ycyhqk?singleDoc#《数据恢复软件：Recuva》不值钱的数据可以用这个（Mac还是天才吧吧
不行现在的手机拆起来都很困难了，建议去官方售后吧学校里面有店可以换吗，是个旧手机[表情]新手机直接售后，旧手机……也许珠江路？至少省事（）好奇一下啥手机啊@In'MaldrerahEyllisitryaitore@In'MaldrerahEyllisitryaitore仙林这边有吗有同学遇到过这种情况吗，一直卡在这里。重启、重装、开加速器和挂梯子都行不通[图片]
[图片]系统出现错误代码×请大佬赐教？（我的关注点：用户名原来还能叫“”的吗这是个啥，弹窗吗用那个framecodw和errorcode去必应搜下呗
可以的预约吧好滴谢谢不过我们没有电池要自己准备嗯嗯想问一下，笔记本屏幕突然变得亮度低到看不见可能是什么原因[图片]电源插好了背光寄了[表情]啊这拆修？先手动调亮度看看能不能调起来调不起来不会是暗影精灵吧）戴尔的老本子要是背光寄了，外接显示器应该就可以正常使用了吧是
用户名是什么@[IT侠]提醒关代理小助手@[IT侠]提醒关代理小助手指的是哪个看看C\用户\[图片]用户名是那个suaenahttps//www.abackup.com/easybackup-tutorials/unable-load-user-profile.html先试一下方法吧重要数据先备份，注意都用复制，别把原来的那个用户文件夹删了好我觉得可以先试一下和（尤其是那个属于是万金油，碰上啥系统问题都可以试试）虽然不一定管）能连上wifi，但是打不开p.nju.edu.cn。
[图片][图片]重启电脑，重启网络适配器，刷新dns都试过了断联前的视频实况白泽加入本群。--【小白】♚<peijiao@qq.com>
可以换的，预约就行--【小白】♚<peijiao@qq.com>
itxia.club--♚<peijiao@qq.com>[图片]--♚<peijiao@qq.com>
--前台小妹()预约了吗？预约了的话等过来看看再决定买什么吧jrm想问下蓝牙键盘能清灰吗有几个键按着稍微卡顿，能看见里面有东西但扣不出来[IT侠]及时备份数据，善用搜索引擎撤回了一条消息[IT侠]及时备份数据，善用搜索引擎撤回了一条消息键帽轴体能拔下来吗@Augenstern@Augenstern得看下是什么键盘（（能搞下来就好办罗技那款K自己不敢拆，没试过和笔记本键盘一个结构的，很容易拆坏好的，谢谢K也不值钱啊想请教一下，电脑突然充不上电了是什么原因呀，插着电一直显示%，拔掉电源立马关机[表情][表情]电池坏了吧（大概先控制变量一下（换个充电器试试好的，谢谢同学，我先换个充电器试一下想问一下为什么以及如何解决呢[表情]是不是限制最大线程数了
软件内部限制跑满cpu挺简单的几十行就能搞定是改变进程的优先级吗可以先用其他软件比如cinebench这种看一下能不能跑满okok[图片]--【小白】千旭()
--【小白】前台小妹()
--【小白】千旭()
--【小白】前台小妹()一般都是中午开门要看大家什么时候有空过去--【小白】前台小妹()具体是什么事呢着急的话可以叫人--【小白】千旭()我昨天晚上的电脑还在那里[表情][表情]--【小白】前台小妹()诶知道了我看看不好意思--【小白】千旭()没事儿没事儿，我是问一下什么时候开，开了我就过去[表情][表情]@千旭过来吧好的
预约好的[图片]
也有可能是线的问题还有电源适配器你试试电脑的typec口能充上不好的，谢谢！--系统消息()山火加入本群。
笔记本键帽拆了就不一定能装回去了那可糟了高岸加入本群。请教群内大佬，固态移动硬盘怎么选啊，tb现在大概是什么价位不是很了解存储这边的行情[表情]左右吧看你需求d还是d确定是默频？d微星的板子？
关闭自动更新更新声卡驱动出问题了么但是好像暂停自动更新只能暂停一段有限的时间@张致远（小白）@张致远（小白）好久以前就有问题了，耳机只有第一次插上去能识别拔下来再插就识别不到了@栋@栋选荣耀最近给他装了个老版本的驱动解决了想永久禁止更新的话就只能修改注册表了确实我找到的是一些修改组策略的方法[表情]好吧@界鳥SAKAITORI组策略就算比较“安全”的了吧，相比于直接改注册表（@界鳥SAKAITORI@NXQSZ@NXQSZ重启过了吗）蓝牙出问题了，咋解决[图片]@CHOH@CHOH谢谢大家，已经解决了。重装了系统就好了我先重启试试ok了，撤退
重装系统的过程中电脑经常画面卡死不动，也不蓝屏，就鼠标键盘无效前一阵子为了用copilot从win升级到了win，两个系统使用期家都没有卡死的状况。后来觉得不好用，用ventoyU盘启动盘重新安装win，结果安装的时候就卡死，后来好不容易安装好了，进去系统之后也经常卡死。@。已借到试了安装在别的盘，和安装别的版本的系统，都还是会卡死哪位侠可以给个解决思路显卡也试过了独显和集成，都还是会卡死Copilit需要升级到win吗不能用吧，直接卸载了可以用，需要开全局的代理copilot我自己用不需要开代理copilot不是直接能用？没用过，别骂了[图片]建议你们先区分一下是vscode的插件的那个copilot还是edge上的那个……已经可以直接用了吗？vscode上的不用win啊麦田颠倒电台加入本群。说的是不是这个[图片]我还以为是edge上的那个@NeoTheHero我指的是newbing，改名称copilot了win把newbing集成到了系统里，不用在edge那个确实得代理才能用，裸连不行而且开了还会打断壁纸引擎🤬@[IT侠]水龙@[IT侠]水龙微软起名部
目前填单不一定有人接你这边是什么问题呢电脑没法开机了现在有空吗有的有空的话约一单直接来工作室吧，现在有人的啊好的感谢
是的好的谢谢
[图片]现在大概没人我吃完饭可以去看一下
或许可以预约吧但是现在大家复习备考缓接单哦转轴底座脱落大概能修
可以的，但是屏幕容易碎掉。今晚方便就约了今晚来吧好的好的太感谢了[表情][表情]大概八点多去可以吗[表情]可以的[图片]@辇道增七我没看到过来找找吧哦好的就是问一下这两个地方没有应该就没丢在那里呃这也不好说这里挺乱的我晚上回去看一下[图片]采样率怎么样改成呢硬件支持吗不确定哎设置里没有很可能就是不支持吗没有的话有可能不支持。也可能硬件支持但驱动没装对（概率不大）ylrc预约了但没侠接单
事比较急，工作电脑崩了，急着用@侠最近复习备考缓接单请见谅已经帮催一个是不一定有人有空，一个是有人有空也不一定能解决，不好意思，可能还是得随缘[图片]谢谢，有侠联系我了电脑输入法有时会自动变成ENG是怎么回事啊？按网上所说的把语言重下载后再删除能好一会，过一段时间又会跳回去。[表情]win+space
@便宜出点带灯的风扇@便宜出点带灯的风扇呃呃，谢谢了！不过我的意思是如何不让它自动变成ENG或者怎么彻底删掉ENG啊？把英文语言包删掉@°有一次开机之后桌面清空了當時在C盤裡面還能找到桌面的文件第二次開機之後就徹底丟失了@张致远（小白）@张致远（小白）删掉之后还有[图片]即使下别的语言包ENG的也会自动出现。这个问题我也想问
群置顶公告有个链接先看看@芝兰秀发@芝兰秀发谷歌拼音輸入法還可以沒廣告，輕量級@新一仔@新一仔谢谢！微软拼音挺好用的[图片][图片]
但是浏览器什么都能正常打开[图片][图片]注册表和账户控制都没问题[图片]但是我windR点这个浏览就能出来管理器键脱落了安不上去怎么办呢[表情][图片]用力[图片]很用力了哈哈但是不行看了一下有没有摆折了这个掉了大概率是装不回去的里面有个蝴蝶卡扣的结构非常容易断了断了就没法按回去了[图片]是你自己掰下来的还是自然掉落的自然掉落的应该是快进键用多了脱落下来了自然掉落也可能是断了这个好像如果维修的话整个键盘要一起换自己掰的肯定死刑了自然掉落可能还有救好的你可以去b站搜搜相关视频看看他这个结构啥的看看到底断没断没断也很难弄回去反正断了的话确实只能整面键盘换了[图片]整面键盘换通常又意味着整个C面换用个胶带粘着凑活用，我之前这么干的[图片]或者外接键盘我也准备用胶带了这个键问题不大在保可以问问售后@牧羊人@牧羊人win+R输入explorer能打开吗你最近做什么可能破坏系统文件的操作了吗（感觉最快的解决办法可能是直接重装）好像不行找到了我的管理员账户没了，现在的账户没有权限但是我把我的账户停用了现在登不进电脑了草）这个账户停用了之后可以安全模式或者bios给他恢复吗什么版本的Windows不太懂，XP时代听说是有默认自带且隐藏的Administrator账户，Win之后我都是用微软在线账户登录win之前登陆都是管理员账户进去的，今天突然变成我自己的了没有权限了管理员账户找了一下也没了都不是在线账户是吧应该不是我现在在用第三方软件试一下把他权限解开电脑里有没有备份的重要数据吗？@牧羊人要不约一单吧晚上来看还没有备份我先看看，不行的话我就约一下有条件的话先备份数据WeAreNewJeans加入本群。
我的充电器坏了淘宝买了但得后天才能到京东现在买明天上午就能到（自营的哦哦好！谢谢记住是带自营红标的不是什么旗舰店是自营店[图片]这个可以不你要不搜一下你的电脑牌子的自营旗舰店那里面应该有我的拯救者就有直接卖充电器的@WeAreNewJeans@WeAreNewJeans另外可以试试pd快充应急好的好的刚刚下单了谢谢大家群里有人试过电脑账户被禁用了无法登录电脑然后做一个启动U盘给他激活吗直接预约吧晚上社员有空我是台式机，只需要带机箱就好吗是的显示器不需要带吧不用有显示器先预约再看好的好的谢谢好了，我发起预约了，但是我是台式机组装的型号不好确定等社员联系吧@WeAreNewJeanshttps//item.m.jd.com/product/.html[图片]
看你怎么理解影响了肯定是会部分影响散热的生产笔记本的公司可能为了减一点点厚度和质量都花了很大研发成本，没必要套个壳哈哈哈好的好的主要是怕摔到角[表情][表情][表情]新机刚到手爱惜也正常[图片]套上轻度使用估计也没啥影响佬们，ArchLinux死机，强制关机了。现在nvme系统盘好像识别不到了，开机进的另一块装了win的盘，想保数据，要咋办呀也许只是引导坏了？（不太懂，仅供参考
问就是官方售后是自己摔坏的，不在保了不在保也建议去官方售后至少官方售后一般明码标价ok，主要是担心没钱换或许你可以先下个对应品牌的售后服务app之类的看看好的至少华为是会写明所有备件价格的是把图灵毒死的那个东西）听说那玩意换配件很贵所以我之前屏漏液都没去苹果官方售后，换了非官方的屏幕--马格利酒<fzmxx@.com>最近确实蓝屏挺频繁的，故障原因都是memorymanagement可能频率升高了？体质不行出问题了--马格利酒<fzmxx@.com>我没超过频，从买来到现在一直默认频率和时序使用，很奇怪--nendd()固定在低频试试呢频率高了断电电压不够？在保就售后问问借一个内存交叉测试下，一般不会两个同时出问题[图片]我想问一下这个怎么办你不如先说说你在干什么（雾电脑打开就不能用了，不知道干了什么我还重启了几次结果没啥用“不能用了”是指连不上网了吗对你正常连网是怎么连的，你是在学校里还是就连的校园网百度了一下，像是本机上的软件用的端口可能和本机上跑的服务器，或者一些起服务器的软件（PyCharm等），或者梯子有关另外可以参考置顶群公告排查一下说实话我把梯子软件打开就好了可能那个软件占用了什么东西吧因为你的软件修改了系统代理让你所有浏览器流量都走代理所以软件关了上不了网找一下软件里关闭/开启系统代理的选项嗯，非常感谢
--()不好说🫤--【小白】新一仔()@chapter把梯子關了再關機，我以前是這樣解決的--【小白】SowaMinerwy()虽然这确实是大家常见的问题但是注意群规哦--【小白】新一仔()好咧第一眼以为是在回答这个问题（[图片]@向人民投降@向人民投降控制变量：换根充电线试试okok多谢[图片]
什么版本的Windows另外你这是用了什么桌面软件么（关上它试试？装的美化包，关不掉是美化包的问题吗@CHOH@CHOHwin@心雨想哭@心雨想哭个人直觉有一定的可能性但也不一定（废话美化包是啥，难道是装机镜像自带的？另外其实应该先问的：重启explorer或者重启电脑能解决吗（重启能解决就不是问题（（重启不能解决是这样的（指着自己ID）@心雨想哭@心雨想哭卸载美化包试试呢？我关掉了大部分的组件好像就可以了可能是有兼容性bug，或者太吃资源把系统UI卡死了似乎是系统主题的问题[图片]把主题切换回默认就没问题了
笔记本风扇异响[图片]现在it侠还有人接嘛可以有感谢感谢，我预约看看[图片]
p认证的网页也上不去https//www.yuque.com/itxia/help/nju_wlan_qa_pro_plus_max_ultra感谢wifi正常，但是有线网换了个网口还是拿不到ipv奇怪v的dns和dhcp啥的看一下对不对我看看--【小白】不想起名()连上了--【小白】不想起名()感谢--【小白】不想起名()确实是dhcp的问题--【小白】不想起名()我没开自动获取ip--【小白】不想起名()[图片]台式机最近运行有点卡顿
这就像是在问身体不舒服是啥问题[图片]问就是该换了@便宜出点带灯的风扇懂了，该给机器补补阳气了人参泡硅脂这个问题缺乏有用的信息，是一直卡顿，还是打开什么程序、做了什么操作的时候卡顿；卡顿的具体表现是什么，是响应慢，还是屏幕卡死一会好一会；有没有观察下卡顿时常见资源的使用情况，cpu,内存。什么信息都没有只能建议换电脑了。想问问it侠寒假前还会开放线下维修嘛?我想更换一下风扇和电池[图片]如果你已经买好配件可以现在预约然后来工作室，我这两天还在学校如果不知道购买什么型号的配件也可以来工作室确认下我买好配件了不过得晚上才能去orz没问题那约一单备注晚上有空的时间就行坏了我没写就预约了（麻烦您区分一下）[图片]@辇道增七回复区回复一下就好求助一下！电脑蓝屏了，终止代码是CRITIACLPROCESSDIED。电脑蓝屏前没有特别的征兆。重启后风扇会反复开启又关闭（持续时间很短，伴有微弱电流声，这个平时也会）。暑假期间发生过反复蓝屏（蓝屏间隔时间逐渐缩短最后开不了机，终止代码忘记了），换过硬盘重装电脑后正常使用。但是现在又出现了蓝屏现象，这是刚才的dump文件。请求各位大佬帮帮忙看看是什么原因，如何处理呢？[图片][图片]我怀疑是驱动问题重装系统试试（G，这会儿直接黑屏了，开机能听见风扇响儿但是屏幕黑的。还没来得及重装呢[表情]@kiwisshare一下这个，今天自己尝试了一下，拆机把各个地方都怼紧了一遍，屏幕亮度恢复正常了。应该就是接触不良。一个是金士顿DTG，另一个是街边买的不知啥牌子分区格式是什么[图片]默认是ntfs的话macos识别不了苹果电脑装的windows系统呢哪一年的mac啊这@Aurora@Aurora报什么问题emmm要不先看看是不是接口的问题[图片]哪一年的mac的驱动安装好了吗可以右键开始按钮选择设备管理器看看有没有感叹号u盘本身有没有问题[图片]确实有个感叹号@nend@nend应该没有，在打印店的电脑上是好使的@Aurora@Aurora双击看看报错[图片]诶U盘这种一般不是自己会带驱动么）先多问一句，是Intel芯片的Mac吧）点“更新驱动程序”试试，不行的话…去金士顿官网找找？（我没遇到过U盘的驱动问题，不清楚有没有好的，谢谢大家[表情][图片]电脑出现这种问题的话，需要怎么办呀先试着重启如果经常遇到，把c\windows\minidump下面的文件发群里怎么重启呀一直摁住电源键强制关机好的，谢谢好像如果有程序没有关的情况下直接合上电脑再打开就容易遇到这个问题
现在好像是充电也充不进去，电脑刚刚在使用时是有电的电池坏了？不知道哎，是电池有电的时候突然黑屏了你现在能用吗不会是主板之类的烧了吧（用不了[表情]刚刚淘宝问了一下，估计是硬件问题直奔维修吧在保的话去官方维修不在保了[表情]除了栋那个电脑店还有哪里比较靠谱呀栋那个好像很坑IT侠还有同学留校吗）似乎还有一些？可以预约试试刚刚申请加入频道，还没通过[表情]没事看本群公告预约吧好的，谢谢！[图片]--【小白】晓梦初残()想问一手，联想拯救者y，键盘进水导致键位失灵送去维修大概需要多少[表情]自己搞小几百官方搞大几百到一千左右前提是主板没出问题
[图片]显卡的问题或许可以参照这个换c壳+人工费+可能存在的后续问题我觉得不算太贵吧好的好的，感谢解答！另外换c壳it侠这边有能力解决，但是不知道现在还有没有留校的同学了@上善若水重新拔插注意供电插紧然后机箱横着开机试试[图片]这种情况怎么处理啊，感觉机箱或者显卡设计有问题[表情]插不进去机箱设计有问题开锯或者说有没有其他pcie槽什么板子？可是我一开始连接上又不行了华硕吹雪b就一条啊你这个感觉是显示接口插不紧的原因上面那个框架有没有可能卸下来可是我倒是进去过几分钟一直没问题就是挑了个东西重启就不行了我看看能不能拆一下调了什么@上善若水你这个接口碰一下就掉了啥时候不亮都有可能我买了个系统u盘装u盘的时候重启了一下@一辈子的快乐@一辈子的快乐it侠免费，现在学校里有人*物料需要自行购买好的好的，太感谢二位啦，我尽快去预约--【小白】[IT侠]香菜()@Nicholas@Nicholas是需要更换屏幕吗？--【小白】[IT侠]香菜()工作室可以换哦不Macbook不可以[图片]抱歉去售后吧--前轱辘不转后轱辘转思密达()第三方店我们也不熟，没法给出建议--系统消息()Finito*加入本群。
可能能换[图片]就是这个右下角大概是被压到了应该可以这个是要重新买一个屏幕吗是的，记得看清楚型号开学了预约可以吗可以不过你就需要这样一个寒假了没关系，现在不急着用你或许可以看看能不能设置屏幕分辨率为然后禁止缩放谢谢IT侠们[表情]你现在下单年前就能换好不出意外的话@[IT侠]水龙比率为那他也得人在学校（早回了（@橘砸不中明@橘砸不中明[图片]你可以在设置->系统->显示这里把分辨率改成这种比率的这样两侧就是黑边不显示了好的好的，谢谢您
不用（）或者可以把这东西装虚拟机里然后设置只让必须的流量从这走好的，谢谢--【学徒】nend()ErroripvFIBtabledoesnotexist.容器启动的时候最开始会报这个错误，但是没找到解决方案，感觉可能对后续有影响[表情]--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>我真不好说--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>前两天有个这个评论也可以试试--【学徒】nend()好的，谢谢那手机是不是会全部走代理是的吧[表情]，好的谢谢[表情]所以这个方法不能用了嘛还是说只是mac虽然他报错了，但是好像可以用，我再研究下搞错了，还是不行--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>群友有空的试试我把自己电脑上的clash关了，好像就好了[表情]这不能一起用吗不能--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>我没想到是这种不能说的原因我现在把clash先退了，然后把easyconnect启动起来，然后把clash重新启动起来，好像可以一起用？--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>导致easyconn起不来ok，谢谢各位大佬置顶群公告.jpg硬盘出现只读现象具体表现为每次新写入的内容重启后都会消失系统为win品牌为京造建议大家避雷试试关闭快速启动我从不开的看看smart数据，排除一下问题现在没时间弄了另外怀疑是京东把我买的致态调换了（没买过京造这个牌子）总之大家避个雷吧diskgenius截个图@Julius记错了好像是从朋友手上拿的有这品牌的能扔多远是多远吧要是坏了还好我云端有同步结果这玩意重启后直接跳回上周的文件版本还把云端得带坏了我论文全得重写没smart很难说smart一切正常就是通电数不对劲只有但考虑到我很少关机这个数也有可能是正确的你说的这一批盘我应该也有一块这批盘都寄了还是水群少了不然不至于遭这罪本来都快投了文件版本回退是重启后才会发生吗这是什么原理你想知道可以拿去实验一下我正在补天@Julius@Julius我买过不少京造的低附加值产品（比如普通充电器，沙琪玛，…），都没啥问题应该是个京东旗下的贴牌品牌但硬盘这种高附加值的我估计不敢买京造这种贴牌当时看主控和存储芯片都挺靠谱感觉是不是主控寄了（）不知道，但是那一批全寄了似乎是缓存的问题@Julius@Julius用box同步的话，box有历史的--Julius()[图片]--Julius()不是我记得这是不能碰的滑梯苹果手机坏了，主板好像通不了电了，怎么把硬盘的数据拿出来啊？不打算修了[表情]用bga焊台把CPU和闪存搬到新主板上开机难度极高好好好那还是修吧苹果应该有icloud同步吧照片太多了，iCloud我也没买空间，就默认的g找官方问问先applestore问一圈--【IT侠】遇事不决请长按电源秒<lw_ise@qq.com>具体来说就是，打开文件夹或者设置栏以后，屏幕会自动刷新，并且本来要打开的文件夹和任务管理器之类的窗口会自动关闭@遇事不决请长按电源秒不会是什么Windows的隐藏bug吧（@遇事不决请长按电源秒--【IT侠】遇事不决请长按电源秒<lw_ise@qq.com>卸载了wps问题就消失了[表情]垃圾软件毁我一个小时草大草说到WPS，前两天我们组（产品是一个Office插件）的运营接到客诉，问题是啥我忘了，反正看到用户发来的截图之后大家集体震惊：用户在WPS上装上了我们的插件，而我们根本就没做WPS支持（--【IT侠】遇事不决请长按电源秒<lw_ise@qq.com>你们的接口直接被wps拿过去用，无缝衔接了？不知道为啥，用户的WPS看起来是比较老的版本，我怀疑是当时WPS可以直接读取并加载Office的插件（（--【IT侠】遇事不决请长按电源秒<lw_ise@qq.com>哈哈哈哈关键是本来我们就是对标WPS做的，属于是意外攻入敌方领地了（（（edge用Chrome的插件倒不意外关键是还不是Edge从Chrome应用商店下载安装插件，而是Edge直接加载了装在本机Chrome里的插件）（也许，毕竟我们也不清楚用户究竟是怎么操作的
可以看一下itsc.nju.edu.cn-正版软件里面的介绍即使可以感觉也没必要…？ok--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>记不清了，我搜搜看--【小白】yosemitee()--【小白】【IT侠】撒比~警惕旧电脑升级Win<sakiyary@qq.com>这个笔记本坑就是很多的疯掉了现在能约么--【小白】yosemitee()我试试想问一下，现在TWS如果就听个响的话大概要多少预算？不要求降噪，主要要求是佩戴舒服和续航稍微长点，响应时间的话也不太看重（因为退手游了）顺便蹲个款式推荐，手机刷了类原生所以不需要考虑品牌适配（瘫）听个响你就正经牌子最便宜的就行漫步者？听个响佩戴舒服可以试试半入耳吧合理的@gargantua@gargantua半入耳不知道会不会容易掉（之前用过有线的半入耳，感觉容易掉......应该不会吧，我用的AirPods也是半入耳感觉很好不戴着运动就还好运动的基本有专业的日常走路肯定都不会有问题会有散步快走的使用场景来着那不至于的谢了，淘宝看了一圈，选了个入眼的（什）回归买电子产品的本质：看着舒服（乐）小米Air（来晚了一步看看你的空间是不是满了看看你的网是不是断了空间没满网是正常的第一次用学校的OneDrive我的笔记本是单个硬盘位，买了块新固态加一个硬盘盒，怎么迁移数据到新硬盘最方便？网上有说傲梅直接克隆的，不知道靠不靠谱，求个教程指路diskgenius在pe系统内用diskgenius的系统迁移功能问问开机出现cmos验证错误是什么问题把系统迁移到新固态上面然后直接换上去就可以用了@时光机无视就行一般不影响@时光机一般出现的原因是主板cmos放电导致设置重置那好吧谢谢@张致远（小白）其它分区再手动迁移是吧那我去试试（）@幻影Hazer@幻影Hazerdiskgenius也有分区迁移实际效果跟文件直接拷贝一样乐，话说盘符有影响吗（）只影响根据盘符读取文件的功能没事，我觉得我学费了@大家好我暂停同步后又重新同步就好了@幻影Hazer靠，我直接用傲梅克隆的，好像成功启动了[图片]先用一段时间看看有没有问题
找到啦想请教一下，我把原来c盘的固态硬盘换了一个新的，但是之前d盘的内容没有备份，现在装系统到了这一步之后应该怎么操作才能保存之前d盘的内容呀[表情][表情][表情]到这里不敢动了[图片]@汪德蓝解决啦[表情]咨询一下，单独接核显，有画面，但是插上显卡之后，不管是HDMI线接在显卡上面还是核显上面，都没有画面显卡风扇在转CPU风扇灯正常亮起，键盘灯亮显卡驱动安装了吗什么配置ik配hd@前轱辘不转后轱辘转思密达@前轱辘不转后轱辘转思密达驱动装了我没记错的话hd是年的差不多开机之后再更换接口呢@前轱辘不转后轱辘转思密达@前轱辘不转后轱辘转思密达我还没有试过我看看换了一张主板发现，同样的问题引导不明白老电脑了咱也不知道当年怎么配的实在不行格式化了买个新盘我再试试……跟盘没关系[图片]老系统估计是mbr的你整个uefi+gpt的上去肯定引导不了bios里设置也要动的@[IT侠]水龙教程在这里你也可以看看语雀里的其他资料遇到问题再问明天去了搞嗯嗯--()cmos放电显示也不亮耶--()[表情]--()寄了本来就亮啊
把你买的替换键盘拍个照或者截图看看[图片]大概这种，因为我自己换可能有些困难，所以还没有下单我们可以换的只要型号一样就行好的，谢谢！
预约一下吧或许有的是在公众号的预约维修那里预约吗嗯直接走群公告的网址也可都跳转同一个网站好嘞谢谢！
[表情][表情][表情].啥也不输直接回车/确认试试；.想想是不是设过但是忘了；.试试其他苹果设备以及AppStore的密码；.能不能发个截图/照片（没太用过苹果，但感觉的可能性不小（之前碰上过：iPhone上开通地铁卡的时候要求输了一个位密码，机主以为是在设钱包密码，实际上是在改锁屏密码@CHOH@CHOH感谢！客服让我重新设置密码了（虽然不是很懂流程qwq）[图片]学校安装的系统不能更新吗还是咱上次去安装没激活嘞安装的学校版本的系统吗？按信息中心的教程激活一下使得https//itsc.nju.edu.cn找【正版软件】
没接地吧换三相插头试试但这个头不是就两孔吗（抱歉--前轱辘不转后轱辘转思密达()pd是这样的--松()群内的各位大佬们。我的电脑突然发出很大的异响，是什么问题了？像这种声音，很大跟我上次一样，风扇清理一下喷点润滑油就好了哈哈，好的。我试一下谢谢了如果自己不好拆的话也欢迎看群公告预约@鼓楼群、；苏州群@鼓楼群、；苏州群好的，感谢@鼓楼群、；苏州群你好，我这个比较着急，我可以直接过去活动中心嘛？[表情][表情][表情]先预约吧现在过去没啥人你写你着急或许晚上能做好的。我也在网站上预约了，也留言很急了！感谢咱学校有mathtype吗，网站上找了一下好像没有化学沈祎杨想問下固態硬盤可以把D盤的空間分一些給C盤的嗎可以[图片]用diskgenius调整你有文件在分区末尾windows自带的只支持从后面压缩我還有G，想弄G給C盤，但是壓縮這裡好像只有.G？好滴，我試試diskgenius我建议你预约一下让我们处理因为你的分区很复杂当心搞出动态分区就麻烦了哈哈好的，那我預約，謝謝！我也不敢亂搞*你的第二个硬盘已经全是动态分区了那是我以前搞的還是它自己生成的我印象中我沒調整過這塊SSD
[图片]
换个铝制鼠标垫脏了一擦就好行吧，这种线织的鼠标垫脏了真的太难看了，还不好弄重买[表情]确实@清风慕竹@清风慕竹用洗洁精洗刷刷可以用泡沫海绵去刷效果还不错好的，谢谢，这个鼠标垫我还挺喜欢的，实在舍不得丢掉
